{
  "general-learn-more-dotted": "Aprender más...",
  "general-learn-more": "Aprender más",
  "general-read-more": "Leer más",
  "general-read-full": "Leer la historia completa",
  "general-send": "Enviar",
  "about-page-caption": "Acerca de Robotmaster",
  "about-title-1": "Nuestra historia",
  "about-title-2": "Nuestro equipo",
  "about-story-1": "Robotmaster ayuda a los fabricantes a maximizar su productividad mediante la programación fácil y eficiente de robots industriales. Nuestro software líder en programación off-line proporciona herramientas de programación rápidas y fáciles de usar para múltiples aplicaciones, ahorrando tiempo y dinero y maximizando el retorno de la inversión.",
  "about-story-2": "La idea nació en 2001 - no estábamos dispuestos a aceptar la creencia dominante en la industria de que el Teaching era la mejor manera de programar robots industriales. Nos propusimos demostrar que la programación off-line con software CAD/CAM era la clave para productividad y calidad.",
  "about-story-3": "En 2002, presentamos la primera versión del software CAD/CAM robótico Robotmaster. Una respuesta abrumadoramente positiva de integradores de robots y fabricantes demostró que estábamos en el camino correcto. Esto nos llevó a combinar nuestra experiencia en tecnologías de desarrollo de software CAD/CAM con matemáticas aplicadas y cinemática robótica para perfeccionar y extender el conjunto de funcionalidades que se encuentran en el software Robotmaster.",
  "about-story-4": "En los años que siguieron, continuamos evolucionando el software, expandiéndolo para dar soporte a una amplia gama de robots industriales en múltiples industrias. Hoy en día robots programados con Robotmaster son utilizados en aplicaciones como corte, mecanizado, desbarbado, soldadura, pulido, lijado, pintura y más.",
  "about-story-5": "Las capacidades de Robotmaster no han pasado desapercibidas, ganando elogios y premios por parte tanto de clientes como de medios de comunicación. La capacidad del software para hacer la programación de robots industriales fácil, rápida y eficiente ganó el Game Changer Award for Motion Control en la Conferencia RoboBusiness de 2013. En 2015, CIO Review Magazine nos nombró en su lista de los 20 Proveedores de Soluciones Robóticas más Prometedores.",
  "about-story-6": "Ahora formando parte de la familia Hypertherm, operando como Hypertherm Robotic Software Inc., tenemos la capacidad de aprovechar la infraestructura global de Hypertherm para satisfacer las necesidades y retos cambiantes de la industria y facilitar a los programadores robóticos e integradores de todo el mundo el logro de resultados óptimos.",
  "about-flavor-2002-1": "PRIMERA IMPLEMENTACIÓN DE PROGRAMACIÓN 6 EJES CON ROBOTMASTER V1",
  "about-flavor-2003-1": "PRIMERO APLICADO A ROBOTS FANUC, MOTOMAN Y STAUBLI",
  "about-flavor-2004-1": "ENFOQUE EN DESBARBADO Y FRESADO",
  "about-flavor-2005-1": "CAPACIDADES CINEMÁTICAS AÑADIDAS",
  "about-flavor-2008-1": "INTRODUCCIÓN DE LA FUNCIONALIDAD DE OPTIMIZACIÓN",
  "about-flavor-2011-1": "ROBOTMASTER V5 IMPLEMENTA EL ANÁLISIS DE WORKSPACE Y LA OPTIMIZACIÓN DE EJES EXTERNOS",
  "about-flavor-2013-1": "ROBOTMASTER LANZA EL ENTORNO DE SIMULACIÓN INTERACTIVA (RISE)",
  "about-flavor-2013-2": "GANADOR DEL RBR GAME CHANGER AWARDS",
  "about-flavor-2014-1": "CIO REVIEW TOP 10 PROVEEDOR DE SOLUCIONES DE DISEÑO DE INGENIERÍA",
  "about-flavor-2015-1": "ROBOTMASTER SE UNE A LA FAMILIA HYPERTHERM",
  "about-flavor-2015-2": "CIO TOP 20 PROVEEDOR DE SOLUCIONES ROBÓTICAS",
  "about-team-1": "Estamos 100% centrados en robótica – nuestro creciente equipo multidisciplinar de investigadores, desarrolladores e ingenieros continúa investigando para ofrecer herramientas innovadoras y novedosas que permitan mejorar el rendimiento del robot en una creciente variedad de aplicaciones.",
  "about-team-2": "Hemos reunido un equipo excepcional de expertos y profesionales en las tecnologías necesarias para alimentar las herramientas que facilitan la programación robótica para nuestros clientes. Robótica de vanguardia incluyendo cinemática, optimización matemática, simulación y algoritmos CAD/CAM son desarrollados por el equipo de Robotmaster para crear la base de nuestras soluciones.",
  "about-team-3": "El equipo de Robotmaster está comprometido a entregar nuestra promesa a las industrias robótica y manufacturera, y a nuestros socios y clientes, de que continuaremos fortaleciendo nuestra posición como el líder innovador en soluciones de programación robótica.",
  "about-team-4": "Igualmente importante, hemos creado alianzas estratégicas con los principales actores de la industria de fabricación de robots para asegurar la entrega de soluciones de vanguardia para nuestros usuarios.",
  "about-team-5": "Y en Hypertherm, no somos sólo empleados, somos propietarios. La propiedad es un poderoso motivador que asegura que nuestros clientes, no los inversores, son nuestra prioridad. Como propietarios, nos aseguramos de que nuestro producto esté construido con la más alta calidad y que nuestro servicio sea inigualable.",
  "application-page-caption": "Aplicaciones",
  "application-learn-more": "Aprender más",
  "application-coming-soon": "Descripción en breve.",
  "application-videos": "Vídeos",
  "application-title-1": "Robotmaster en el centro de su proceso",
  "application-text": "Robotmaster responde a las necesidades de una amplia variedad de aplicaciones de fabricación con herramientas adaptadas a las necesidades específicas de cada proceso, proporcionando una programación intuitiva y automatizada de tareas para obtener resultados libres de errores sin experiencia especializada en CAD/CAM o robótica.",
  "application-cutting": "Corte",
  "application-machining": "Fresado",
  "application-trimming": "Recorte",
  "application-welding": "Soldadura",
  "application-polishing": "Pulido/Lijado",
  "application-dispensing": "Encolado",
  "application-deburring": "Desbarbado",
  "application-paint": "Pintura/Revestimiento por spray",
  "application-surface": "Acabado Superficial",
  "application-coop": "Robótica cooperativa",
  "application-addman": "Fabricación aditiva",
  "application-deflashing": "Recortar",
  "application-part": "Pieza-a-Herramienta",
  "application-rail": "Lineal/Rotativo",
  "app-addman-para-1": "Robotmaster puede usarse para la programación fácil de todos los procesos robóticos de fabricación aditiva incluyendo:",
  "app-addman-list-1-1": "Modelado por deposición fundida (FDM)",
  "app-addman-list-1-2": "Fusión de metal láser (LMF)",
  "app-addman-list-1-3": "Deposición de metal láser (LMD) incluso láser cladding",
  "app-addman-list-1-4": "Soldadura por Deposición",
  "app-addman-list-1-5": "Lay-Up de Materiales Compuestos",
  "app-addman-list-1-6": "Impresión 3D",
  "app-addman-subhead-1": "Ventajas de la Manufactura Aditiva con robots",
  "app-addman-para-2": "La programación automatizada de aplicaciones robóticas de Fabricación Aditiva puede generarse a partir de modelos CAD y ser posteriormente modificada con mínimo esfuerzo para ajustar todos los parámetros del proceso",
  "app-addman-list-2-1": "Implementación rápida del proceso",
  "app-addman-list-2-2": "Programación robótica fácil y libre de errores",
  "app-addman-list-2-3": "Uso óptimo de la cinemática del robot para un control superior del movimiento",
  "app-addman-list-2-4": "Validación visual simulando la acumulación de material",
  "app-addman-vid-1": "https://www.youtube.com/watch?v=XpCARmhQPPU",
  "app-addman-vid-1-text": "Impresión 3D con un robot Motoman",
  "app-addman-vid-2": "https://www.youtube.com/watch?v=Eln2C-XzCDs",
  "app-addman-vid-2-text": "Impresión 3D de una pieza aeroespacial usando un robot ABB",
  "app-addman-vid-3": "https://www.youtube.com/watch?v=NCmER-0PFJg",
  "app-addman-vid-3-text": "Revestimiento de láser cladding en una pieza aeroespacial",
  "app-addman-vid-4": "https://www.youtube.com/watch?v=5USrH4crKHM",
  "app-addman-vid-4-text": "Laser cladding en una hélice con un robot Fanuc",
  "app-addman-vid-5": "https://www.youtube.com/watch?v=TQOqxY7-NqY",
  "app-addman-vid-5-text": "Láser cladding/fabricación aditiva del álabe de una hélice con un robot KUKA",
  "app-addman-vid-6": "https://www.youtube.com/watch?v=7AaXY_cGhx4",
  "app-addman-vid-6-text": "Fabricación aditiva Hilo + Arco con un robot KUKA",
  "app-addman-vid-7": "https://www.youtube.com/watch?v=2kRcPqUFSJM",
  "app-addman-vid-7-text": "Fabricación aditiva por alimentación de hilo de una pesa con un robot KUKA",
  "app-cutting-para-1": "Las celdas de trabajo de robots son soluciones flexibles y rentables para cortar formas complejas en superficies 2D o 3D usando láser, plasma, chorro de agua, corte de gas o herramientas de cuchillas compatibles, con alta velocidad y precisión, y sin pasos adicionales de acabado. Robotmaster programa automáticamente movimientos de herramienta y transiciones de forma suave y libre de errores, aprovechando sus parámetros de tecnología de corte para cortar formas precisas y arcos verdaderos, y controlando ejes externos de forma flexible.",
  "app-cutting-subhead-1": "Ventajas de las aplicaciones de corte",
  "app-cutting-para-2": "La programación de robots para trayectorias de corte puede ser generada automáticamente desde el modelo CAD y posteriormente modificada con un esfuerzo mínimo para ajustarse a:",
  "app-cutting-list-1-1": "Diámetro del cortador",
  "app-cutting-list-1-2": "Profundidad del corte",
  "app-cutting-list-1-3": "Número de cortes",
  "app-cutting-list-2-1": "La orientación de la herramienta se puede gestionar automáticamente para optimizar el programa para una rotación mínima de la muñeca y maximizar el alcance del robot",
  "app-cutting-list-2-2": "Capacidad para administrar y optimizar entradas y salidas.",
  "app-cutting-list-2-3": "Capacidad de activar/desactivar automáticamente el husillo o la herramienta",
  "app-cutting-list-2-4": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente las configuraciones del robot y el enrollamiento/desenrollado de la muñeca para trayectorias de corte óptimas",
  "app-cutting-list-2-5": "Capacidad para programar, simular y usar múltiples herramientas.",
  "app-cutting-list-2-6": "Herramientas de calibración que compensan el ajuste real de la pieza.",
  "app-cutting-vid-1": "https://www.youtube.com/watch?v=6aV4biH5bFM",
  "app-cutting-vid-1-text": "Programación robótica de corte de agujeros con plasma en una cúpula de acero",
  "app-cutting-vid-2": "https://www.youtube.com/watch?v=A12ZLJFF42k",
  "app-cutting-vid-2-text": "Programación de robots para el corte por chorro de agua de una pieza médica de fibra de carbono utilizando un robot Motoman",
  "app-cutting-vid-3": "https://www.youtube.com/watch?v=sYnRhN5sV3Y",
  "app-cutting-vid-3-text": "Programación robótica para corte por láser de un pilar B",
  "app-cutting-vid-4": "https://www.youtube.com/watch?v=K_nR4_RxgmY",
  "app-cutting-vid-4-text": "Programación de robots para corte por láser",
  "app-coop-vid-1": "https://www.youtube.com/watch?v=q5CMcn0d6UE",
  "app-coop-vid-1-text": "Dos robots Fanuc trabajan simultáneamente para pulverizar térmicamente un álabe de turbina",
  "app-deburring-para-1": "Robotmaster se puede utilizar para generar un programa robot para desbarbar bordes ásperos de piezas mecanizadas o engranajes, o para cualquier otro proceso que requiera el suavizado de bordes o superficies usando una variedad de herramientas y técnicas, incluyendo fresas, rotativos, discos abrasivos, cepillos y almohadillas.",
  "app-deburring-subhead-1": "Ventajas para aplicaciones de Desbarbado robótico",
  "app-deburring-para-2": "La programación del robot para desbarbar engranajes u otras piezas mecanizadas puede ser generada automáticamente desde el modelo CAD y posteriormente modificada con un esfuerzo mínimo para ajustarse a:",
  "app-deburring-list-1-1": "Cambio de forma del cortador",
  "app-deburring-list-1-2": "Diámetro del cortador",
  "app-deburring-list-1-3": "Profundidad de cortes",
  "app-deburring-list-1-4": "Número de cortes",
  "app-deburring-list-1-5": "Y muchos parámetros adicionales",
  "app-deburring-list-2-1": "Capacidad para programar y administrar direcciones de inclinación de la herramienta para un contacto óptimo con la superficie que aumente la calidad del acabado superficial y la vida de la herramienta",
  "app-deburring-list-2-2": "Las orientaciones de la herramienta se pueden gestionar automáticamente para optimizar el programa para una rotación mínima de la muñeca y maximizar el alcance del robot",
  "app-deburring-list-2-3": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente las configuraciones del robot y el enrollamiento/desenrollado de la muñeca para trayectorias óptimas de desbarbado",
  "app-deburring-list-2-4": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente las configuraciones del robot y el enrollamiento/desenrollado de la muñeca para trayectorias óptimas de mecanizado",
  "app-deburring-list-2-5": "Capacidad para programar, simular y usar múltiples herramientas de desbarbado robótico.",
  "app-deburring-list-2-6": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-deburring-vid-1": "https://www.youtube.com/watch?v=TE-01Ht4R4U",
  "app-deburring-vid-1-text": "Programación robótica CAD/CAM para desbarbar una llanta con un robot KUKA",
  "app-deburring-vid-2": "https://www.youtube.com/watch?v=sxa3JLkXk3c",
  "app-deburring-vid-2-text": "Programación robótica CAD/CAM para desbarbado del Eje 5 de un robot KUKA",
  "app-dispensing-para-1": "Robotmaster se puede usar para programar la aplicación robótica de adhesivos y sellos.",
  "app-dispensing-subhead-1": "Ventajas para las aplicaciones de dispensación robótica.",
  "app-dispensing-list-1-1": "Un programa de robótica CAD/CAM para aplicación de sellos y adhesivos se puede generar automáticamente desde un modelo CAD y ser posteriormente modificado con mínimo esfuerzo para ajustar el tamaño del cordón, la boquilla o el diámetro de la punta del aplicador",
  "app-dispensing-list-1-2": "Las trayetorias de sellado se pueden programar directamente utilizando las geometrías de las ranuras en el modelo CAD para una aplicación rápida y precisa",
  "app-dispensing-list-1-3": "Capacidad de activar/desactivar automáticamente el aplicador",
  "app-dispensing-list-1-4": "La orientación de la herramienta se puede gestionar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca y maximizando el alcance del robot",
  "app-dispensing-list-1-5": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente la configuración del robot y el enrollamiento/desenrollado de la muñeca para trayectorias de dispensación óptimas",
  "app-dispensing-list-1-6": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-dispensing-vid-1": "https://www.youtube.com/watch?v=Wc1hY5kxE3w",
  "app-dispensing-vid-1-text": "Programa de robot ABB para dispensar adhesivos en bloques de motor.",
  "app-dispensing-vid-2": "https://www.youtube.com/watch?v=psduWFyNCNI",
  "app-dispensing-vid-2-text": "Programa CAD/CAM de Robotmaster para aplicación de adhesivo en un bloque de motor",
  "app-deflashing-para-1": "Robotmaster se puede utilizar para la programación robótica de aplicaciones de desbarbado y corte con cuchilla.",
  "app-deflashing-subhead-1": "Ventajas para aplicaciones de desbarbado",
  "app-deflashing-list-1-1": "Los programas de desbarbado pueden generarse automáticamente desde el modelo CAD y ser posteriormente modificados con mínimo esfuerzo para ajustar el tamaño de la cuchilla y la distancia entre cuchilla y arista",
  "app-deflashing-list-1-2": "La orientación de la herramienta se puede gestionar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca, manteniendo la cuchilla paralela a la arista de la pieza y maximizando el alcance del robot",
  "app-deflashing-list-1-3": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-deflashing-vid-1": "https://www.youtube.com/watch?v=gvfWlGo7-Ds",
  "app-deflashing-vid-1-text": "Desbarbardo del volante de un automóvil",
  "app-surface-para-1": "Los robots producen un acabado y endurecimiento superficial consistente, de alta calidad y con mayor rendimiento ante la escasez mundial de artesanos expertos en acabado superficial. Robotmaster crea rápidamente trayectorias robóticas especializadas directamente desde el modelo CAD, utilizando el conocimiento del proceso para optimizar el acabado superficial y la dureza, entregando resultados predecibles.",
  "app-surface-para-2": "Robotmaster ha sido pionero en ofrecer herramientas de programación especializadas, fáciles de usar y altamente optimizadas para tratamiento superficial con robots, incluyendo:",
  "app-surface-list-1-1": "Shot peening",
  "app-surface-list-1-2": "Media blasting",
  "app-surface-list-1-3": "Hammer peening",
  "app-surface-list-1-4": "Laser hardening",
  "app-surface-vid-1": "https://www.youtube.com/watch?v=UAC8TPaiZMA",
  "app-surface-vid-1-text": "Shot peening de un tren de aterrizaje",
  "app-surface-vid-2": "https://youtu.be/4Ut7ZDr4dRY",
  "app-surface-vid-2-text": "Hammer peening de una sección de molde automotriz",
  "app-machining-para-1": "El fresado robótico ofrece la versatilidad necesaria para crear piezas simples o complejas de cualquier tamaño con equipos y costes operativos más reducidos. Robotmaster aprovecha todo el potencial de los robots sin la complejidad asociada a la programación, mediante el uso de un enfoque CAD/CAM único y específico para robots que permite controlar los robots de mecanizado automáticamente.",
  "app-machining-subhead-1": "Ventajas para las aplicaciones de fresado",
  "app-machining-para-2": "La programación automatizada para aplicaciones de mecanizado robótico puede generarse a partir de modelos CAD y ser posteriormente modificada con esfuerzo mínimo para ajustarse a:",
  "app-machining-list-1-1": "Cambios en la forma del cortador",
  "app-machining-list-1-2": "Diámetro del cortador",
  "app-machining-list-1-3": "Profundidad de los cortes",
  "app-machining-list-1-4": "Número de cortes",
  "app-machining-list-2-1": "Generación automatizada de programas de desbaste y acabado",
  "app-machining-list-2-2": "Gestión de memoria para la generación de programas largos",
  "app-machining-list-2-3": "La orientación de la herramienta se puede gestionar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca y maximizando el alcance del robot",
  "app-machining-list-2-4": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente la configuración del robot y el enrollamiento/desenrollado de la muñeca para trayectorias de mecanizado óptimas",
  "app-machining-list-2-5": "Capacidad para programar, simular y usar múltiples herramientas",
  "app-machining-list-2-6": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-machining-vid-1": "https://www.youtube.com/watch?v=xSZnTGTRIL4",
  "app-machining-vid-1-text": "Mecanizado de un busto utilizando un robot Kawasaki",
  "app-machining-vid-2": "https://www.youtube.com/watch?v=LzAvqCgni-8",
  "app-machining-vid-2-text": "Fresado de un molde usando un robot Staubli",
  "app-machining-vid-3": "https://www.youtube.com/watch?v=_wdkIhkWpDM",
  "app-machining-vid-3-text": "Fresado automotriz de un prototipo de arcilla",
  "app-part-para-1": "Robotmaster se puede usar para programar aplicaciones de Pieza a Herramienta.",
  "app-part-subhead-1": "Vantajas de las aplicaciones de Pieza a Herramienta",
  "app-part-list-1-1": "Programación automática de aplicaciones Pieza-a-Herramienta a partir de modelos CAD y posteriormente modificada para ajustarse al tamaño y punto de contacto de la herramienta con mínimo esfuerzo",
  "app-part-list-1-2": "La orientación relativa entre pieza y herramienta se puede gestionar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca, maximizando el alcance del robot y manteniendo una orientación constante entre la arista de la pieza y la herramienta",
  "app-part-list-1-3": "Capacidad para programar, simular y usar múltiples herramientas",
  "app-part-vid-1": "https://www.youtube.com/watch?v=jQUaltNEoyc",
  "app-part-vid-1-text": "Simulación de pulido de una rodilla protésica",
  "app-part-vid-2": "https://www.youtube.com/watch?v=so-gbsb10G8",
  "app-part-vid-2-text": "Simulación de pulido",
  "app-paint-para-1": "Los robots pueden controlar con precisión el ángulo de pulverización, la velocidad y la intensidad del flujo para una cobertura completa y consistente sobre superficies complejas. Robotmaster simula la cobertura utilizando parámetros de spray para automatizar la programación de trayectorias optimizadas, asegurando una cobertura precisa sobre todas las superficies con mínimo esfuerzo.",
  "app-paint-subhead-1": "Ventajas para la pintura robotizada y aplicaciones del recubrimiento por pulverización",
  "app-paint-para-2": "Los programas de recubrimiento por pulverización para robots se pueden generar automáticamente desde el modelo CAD y ser posteriormente modificados con mínimo esfuerzo para ajustarse a:",
  "app-paint-list-1-1": "Cambio en la forma del spray",
  "app-paint-list-1-2": "Diámetro de la boquilla",
  "app-paint-list-1-3": "Distancia entre pieza y boquilla",
  "app-paint-list-1-4": "Profundidad de las pasadas",
  "app-paint-list-1-5": "Cantidad de coberturas",
  "app-paint-list-2-1": "La entrada/salida puede gestionarse para extender la pasada automáticamente más allá del modelo CAD",
  "app-paint-list-2-2": "Administre y cambie automáticamente la distancia entre pasadas sin reprogramar la pieza",
  "app-paint-list-2-3": "El control de la distancia entre pasadas asegura la consistencia de la pulverización",
  "app-paint-list-2-4": "La orientación de la herramienta se pueden gestionar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca y maximizando el alcance del robot",
  "app-paint-vid-1": "https://www.youtube.com/watch?v=p-N5DHEyTSI",
  "app-paint-vid-1-text": "Pulverización térmica de un álabe de turbina",
  "app-paint-vid-2": "https://www.youtube.com/watch?v=bukuVL5G7YU",
  "app-paint-vid-2-text": "Pulverización térmica del conducto de transición de una turbina",
  "app-polishing-para-1": "Los robots producen acabados consistentes y de alta calidad con un mayor rendimiento, a la vez que reducen la exposición de los trabajadores a contaminantes, ruido y la monotonía de los procesos de rectificado, pulido y lijado. Robotmaster crea rápidamente trayectorias robóticas directamente desde el modelo CAD, incluso en configuraciones en las que el robot sostiene la pieza, utilizando el conocimiento del proceso para optimizar el acabado superficial y obtener resultados predecibles.",
  "app-polishing-subhead-1": "Ventajas para la aplicación de pulido/lijado",
  "app-polishing-para-2": "Los programas para aplicaciones de pulido y lijado robótico pueden generarse a partir del modelo CAD y posteriormente modificarse con mínimo esfuerzo para ajustarse a:",
  "app-polishing-list-1-1": "Cambio en la forma de la herramienta",
  "app-polishing-list-1-2": "Diámetro de la rueda de pulido o del cepillo",
  "app-polishing-list-1-3": "Profundidad de las pasadas",
  "app-polishing-list-1-4": "Número de pasadas",
  "app-polishing-list-2-1": "Administre y cambie automáticamente la distancia entre pasadas sin reprogramar la pieza",
  "app-polishing-list-2-2": "Posibilidad de programar y gestionar la inclinación de la herramienta para un contacto superficial óptimo, aumentando la calidad de acabado superficial y la vida útil de la herramienta",
  "app-polishing-list-2-3": "La orientación de la herramienta se puede gestionar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca y maximizando el alcance del robot",
  "app-polishing-list-2-4": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente la configuración del robot y el enrollamiento/desenrollado de la muñeca para trayectorias óptimas de pulido",
  "app-polishing-list-2-5": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-polishing-vid-1": "https://www.youtube.com/watch?v=wLQgF_paWCg",
  "app-polishing-vid-1-text": "Simulación de pulido de un Blisk",
  "app-polishing-vid-2": "https://www.youtube.com/watch?v=Fl6DW2FL7eM",
  "app-polishing-vid-2-text": "Simulación de pulido de un álabe utilizando un robot Fanuc",
  "app-polishing-vid-3": "https://www.youtube.com/watch?v=jQUaltNEoyc",
  "app-polishing-vid-3-text": "Simulación de pulido de una rodilla protésica",
  "app-polishing-vid-4": "https://www.youtube.com/watch?v=so-gbsb10G8",
  "app-polishing-vid-4-text": "Simulación de pulido",
  "app-rail-para-1": "Robotmaster ofrece una gran variedad de funciones de programación robótica y simulación de ejes externos lineales y rotativos para programar fácilmente robots montados en ejes lineales o piezas montadas en mesas giratorias. Los ejes lineales y rotativos se pueden usar como posicionadores estáticos o en movimiento totalmente simultáneo.",
  "app-rail-subhead-1": "Ventajas para programar ejes adicionales",
  "app-rail-list-1-1": "Programación de ejes lineales y sincronización con mesa giratoria de forma automática para movimiento indexado o simultáneo de hasta 11 ejes",
  "app-rail-list-1-2": "Capacidad de gestionar y optimizar los ejes lineales/rotativos",
  "app-rail-list-1-3": "La generación flexible de código puede compensar automáticamente:",
  "app-rail-list-2-1": "User frame fijo",
  "app-rail-list-2-2": "User frame dinámico",
  "app-rail-list-2-3": "Movimiento externo coordinado",
  "app-rail-list-1-4": "Los parámetros de posicionamiento del eje lineal o la mesa rotativa se pueden usar para controlar fácilmente la configuración y la postura del robot para obtener trayectorias óptimas",
  "app-rail-list-1-5": "Posibilidad de programar y simular movimiento simultáneo de hasta 11 ejes",
  "app-rail-vid-1": "https://www.youtube.com/watch?v=Qyly21HY9UM",
  "app-rail-vid-1-text": "Robot montado en eje lineal para cortar con plasma un tubo de grandes dimensiones",
  "app-trimming-para-1": "Las células de trabajo robóticas son soluciones flexibles y rentables para cortar formas complejas en superficies 2D o 3D utilizando herramientas de corte, desbarbado, recorte o cuchillas; con alta velocidad y precisión, y sin pasadas adicionales de acabado. Robotmaster programa automáticamente movimientos de herramienta y transiciones suaves y libres de errores, aprovechando sus parámetros de tecnología de corte para cortar formas precisas y arcos verdaderos, y permitiendo un control flexible de los ejes externos.",
  "app-trimming-subhead-1": "Ventajas para aplicaciones de recorte",
  "app-trimming-para-2": "La programación del robot para trayectorias de corte y recorte puede ser generada automáticamente a partir del modelo CAD y posteriormente modificada con mínimo esfuerzo para ajustarse a:",
  "app-trimming-list-1-1": "Diámetro del cortador",
  "app-trimming-list-1-2": "Profundidad de corte",
  "app-trimming-list-1-3": "Cantidad de cortes",
  "app-trimming-list-2-1": "La orientación de la herramienta se puede administrar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca y maximizando el alcance del robot",
  "app-trimming-list-2-2": "Capacidad de gestionar y optimizar las entradas y salidas de cada corte",
  "app-trimming-list-2-3": "Posibilidad de activar/desactivar automáticamente el husillo o la herramienta",
  "app-trimming-list-2-4": "Las herramientas de reposicionamiento de ejes pueden usarse para controlar fácilmente la configuración del robot y el enrollamiento/desenrollado de la muñeca para trayectorias óptimas de recorte",
  "app-trimming-list-2-5": "Posibilidad de programar, simular y usar múltiples herramientas",
  "app-trimming-list-2-6": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-trimming-vid-1": "https://www.youtube.com/watch?v=m5bKxfEhX1k",
  "app-trimming-vid-1-text": "Programación de un robot para recortar una pieza aeroespacial termoformada utilizando un robot Staubli y un husillo pequeño",
  "app-trimming-vid-2": "https://www.youtube.com/watch?v=pVlPd4MuJgk",
  "app-trimming-vid-2-text": "Programación de un robot para recortar una pieza aeroespacial montada en un Dispositivo de Sujeción Universal (UHF) con un robot KUKA",
  "app-trimming-vid-3": "https://www.youtube.com/watch?v=15iMlgafiHQ",
  "app-trimming-vid-3-text": "Programación robótica para aplicación de recorte",
  "app-welding-para-1": "La soldadura robótica aumenta la productividad de la empresa y ofrece una alta calidad de soldadura frente a la escasez mundial de soldadores capacitados. Robotmaster supera las barreras de programación al automatizar las trayectorias de soldadura y los parámetros, aumentando el rendimiento y la consistencia independientemente del tamaño del lote o la complejidad de la pieza.",
  "app-welding-subhead-1": "Ventajas para aplicaciones de soldadura robótica",
  "app-welding-list-1-1": "La programación robótica para soldadura puede realizarse automáticamente desde el modelo de programación CAD y posteriormente modificarse con mínimo esfuerzo para ajustar el tamaño del cordón y la distancia entre la antorcha de soldadura y la pieza",
  "app-welding-list-1-2": "Capacidad para programar y gestionar la inclinación y rotación de la antorcha para una soldadura óptima",
  "app-welding-list-1-3": "Posibilidad de activar/desactivar automáticamente la antorcha de soldadura",
  "app-welding-list-1-4": "Las orientación de la herramienta se puede administrar automáticamente para optimizar el programa, consiguiendo una rotación mínima de la muñeca y maximizando el alcance del robot",
  "app-welding-list-1-5": "Herramientas de calibración que compensan el ajuste real de la pieza",
  "app-welding-vid-1": "https://www.youtube.com/watch?v=UrdA8qLn3l4",
  "app-welding-vid-1-text": "Simulación de soldadura de tubos",
  "app-welding-vid-2": "https://www.youtube.com/watch?v=008fubU-k5o",
  "app-welding-vid-2-text": "Soldadura de un tornillo de alimentación con un robot Fanuc",
  "app-welding-vid-3": "https://www.youtube.com/watch?v=GsSn8TtgVRY",
  "app-welding-vid-3-text": "Soldadura de las juntas de la plataforma de un camión con un robot Reis",
  "app-welding-vid-4": "https://www.youtube.com/watch?v=Wk-1FGqT8qs",
  "app-welding-vid-4-text": "Soldadura de un recipiente a presión con un robot ABB",
  "blog-page-caption": "Sala de prensa",
  "cta-req-info": "Solicitar Información",
  "cta-req-demo": "Solicitar Demostración",
  "contactmereq-page-caption": "Contact Me",
  "contactmereq-page-title": "Contact Me Request",
  "contact-page-caption": "Contacto",
  "contact-email-gen-inq-caption": "Consultas generales",
  "contact-email-gen-inq": "info@robotmaster.com",
  "contact-email-sales-caption": "Ventas",
  "contact-email-sales": "sales@robotmaster.com",
  "contact-email-tech-sup-caption": "Soporte técnico",
  "contact-email-tech-sup": "support@robotmaster.com",
  "contact-email-media-enq-caption": "Información de prensa",
  "contact-email-media-enq": "marketing@robotmaster.com",
  "contact-info-request-caption": "Request info",
  "contact-info-request": "Fill out request form here",
  "contact-address-custom-title": "contact-address-custom-title",
  "contact-address-custom-line-1": "contact-address-custom-line-1",
  "contact-address-custom-line-2": "contact-address-custom-line-2",
  "contact-address-custom-line-3": "contact-address-custom-line-3",
  "contact-address-custom-line-4": "contact-address-custom-line-4",
  "contact-address-title-1": "Sede y ventas globales",
  "contact-address-title-2": "Centro de formación, implementación, investigación y desarrollo de Robotmaster",
  "contact-reseller-inq": "Consultas de revendedores",
  "contact-reseller-para": "Siempre estamos buscando aumentar nuestra red de distribución con revendedores e integradores de robots calificados. Si está interesado en conocer qué oportunidades pueden existir en su área, complete el formulario de contacto.",
  "disclaimer-page-caption": "Aviso Legal",
  "disclaimer-para-1": "Si bien nos esforzamos por garantizar que la información en este sitio web sea correcta y que su funcionalidad sea consistente, no garantizamos la exactitud e integridad de ningún material o información proporcionada en este sitio web. Podemos realizar cambios en el material de este sitio web en cualquier momento sin previo aviso. El material en este sitio web puede estar desactualizado, y no nos comprometemos a actualizar dicho material.",
  "disclaimer-para-2": "El material en este sitio web se proporciona \"como es\" sin condiciones, garantías u otros términos de ningún tipo. Por consiguiente, en la medida máxima permitida por la ley, le proporcionamos este sitio web sobre la base de que excluimos todas las representaciones, garantías, condiciones y otros términos (incluyendo, sin limitación, las condiciones implícitas por ley de calidad satisfactoria, idoneidad para el propósito y el uso de cuidado y habilidad razonable) que, salvo estos términos y condiciones, podría tener efecto en relación con este sitio web.",
  "disclaimer-para-3": "Nos reservamos el derecho de revisar estos términos y condiciones en cualquier momento al actualizar esta página. Debe consultar esta página periódicamente para revisar los términos y condiciones vigentes, porque son vinculantes para ti.",
  "disclaimer-para-4": "El uso de este sitio web indica que usted acepta estos términos.",
  "disclaimer-para-5": "Robotmaster",
  "events-page-caption": "Eventos",
  "events-date-title": "Fecha: ",
  "events-location-title": "Ubicación: ",
  "events-booth-title": "Stand: ",
  "events-venue-title": "Sede: ",
  "events-website-title": "Sitio web",
  "eula-page-caption": "EULA",
  "eula-heading": "ROBOTMASTER SOFTWARE LICENSE AGREEMENT",
  "eula-subheading-important": "IMPORTANT NOTICE!",
  "eula-important-part-1": "PLEASE READ THIS STATEMENT AND THE SOFTWARE LICENSE AGREEMENT COMPLETELY BEFORE USING THIS SOFTWARE. BY CONTINUING TO USE THIS SOFTWARE, YOU (EITHER AN INDIVIDUAL OR A SINGLE ENTITY) INDICATE YOUR INTENTION TO BE BOUND BY AND ACCEPT THE TERMS AND CONDITIONS OF THIS SOFTWARE LICENSE. IF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS YOU MAY NOT ACCESS OR OTHERWISE USE THIS SOFTWARE AND WILL IN FACT BE PROHIBITED FROM DOING SO. THIS COMPUTER SOFTWARE MAY BE USED ONLY PURSUANT TO THE TERMS AND CONDITIONS SET FORTH BELOW. ",
  "eula-important-part-2": "Robotmaster and Licensee agree that the terms and conditions of this Agreement govern Licensee's use of the Robotmaster Software described below.",
  "eula-subheading-recitals": "RECITALS",
  "eula-recitals-part-1": "{wheras} Robotmaster is the owner of, or has acquired rights to, the Software and Documentation (as defined below).  {wheras} Robotmaster desires to grant to Licensee and Licensee desires to obtain from Robotmaster a non-exclusive license to use the Software and Documentation solely in accordance with the terms and on the conditions set forth in this Agreement.",
  "eula-recitals-part-1-wheras": "WHEREAS",
  "eula-recitals-part-2": "NOW, THEREFORE, the parties hereto agree as follows:",
  "eula-subheading-definitions": "DEFINITIONS",
  "eula-definitions-part-1": "\"Designated Equipment\" shall mean the hardware products with which the Software is licensed for use. \"Documentation\" shall mean all manuals, user documentation, and other related materials pertaining to the Software which are furnished to Licensee by Robotmaster in connection with the Software or during Training Classes provided by Robotmaster. \"License Fee\" shall mean the license fee. \"Software\" shall mean the computer programs in machine readable object code form and any subsequent error corrections or updates that may be supplied to Licensee by Robotmaster pursuant to this Agreement. \"Training Classes\" shall mean the training classes provided by Robotmaster, if Licensee chooses to sign up for such classes. \"Update Service\" shall mean the provision of error corrections, bug fixes, patches or other updates to the Software licensed hereunder in object code form to the extent available, in accordance with Robotmaster's release schedule.",
  "eula-subheading-grantrights": "GRANT OF RIGHTS",
  "eula-grantrights-part-1": "The License granted for Software under this Agreement authorizes Licensee on a nonexclusive basis to use the Software on the Designated Equipment hereto for the license term set forth in GRANT OF RIGHTS. The Software shall be used on the Designated Equipment only such equipment if it is operating properly. If such equipment is down, the Software may be used on a backup system for that system. Use of the Software requires the use of the Mastercam software licensed by CNC Software Inc. Licensee represents and warrants that it holds at least one valid Mastercam licenses. MASTERCAM products and trademarks are owned by CNC Software Inc. This License granted under this Agreement shall remain valid until terminated in accordance with DEFAULT AND TERMINATION below.",
  "eula-subheading-delivery": "DELIVERY",
  "eula-delivery-software": "Software.",
  "eula-delivery-software-para": " Robotmaster shall deliver to Licensee a master copy of the Software licensed hereunder in object code form, suitable for reproduction, in electronic files only.",
  "eula-delivery-docs": "Documentation.",
  "eula-delivery-docs-para": " Robotmaster shall deliver copies of Documentation.",
  "eula-subheading-modifications": "MODIFICATIONS",
  "eula-modifications-updates": "Error Corrections and Updates.",
  "eula-modifications-updates-para": " Robotmaster will provide Licensee with error corrections, bug fixes, patches or other updates to the Software licensed hereunder in object code form to the extent available, in accordance with Robotmaster's release schedule for a period of six (6) months from the date of shipment.",
  "eula-modifications-other": "Other Modifications.",
  "eula-modifications-other-para": " Licensee may, from time to time, request that Robotmaster incorporate certain features, enhancements or modifications into the Software. Robotmaster may, in its sole discretion, undertake to incorporate such changes and distribute the Software so modified to all or any of Robotmaster's licensees.",
  "eula-modifications-title": "Title to Modifications.",
  "eula-modifications-title-para": " All such error corrections, bug fixes, patches, updates or other modifications shall be the sole property of Robotmaster.",
  "eula-subheading-copies": "COPIES",
  "eula-copies-human": "Human Readable Matter.",
  "eula-copies-human-para": " Except as specifically set forth herein, no Software or Documentation which is provided by Robotmaster pursuant to this Agreement in human readable form, such as written or printed documents, shall be copied in whole or in part by Licensee without Robotmaster's prior written agreement. Additional copies of printed materials may be obtained from Robotmaster at the charges then in effect.",
  "eula-copies-machine": "Machine Readable Matter.",
  "eula-copies-machine-para": " Except as specifically set forth herein, any Software provided in machine readable form may not be copied by Licensee in whole or in part, except for Licensee's backup or archive purposes. Licensee agrees to maintain appropriate records of the number and location of all copies of the Software and make such records available upon Robotmaster's request. Licensee further agrees to reproduce all copyright and other proprietary notices on all copies of the Software in the same form and manner that such copyright and other proprietary notices are originally included on the Software.",
  "eula-subheading-licensefees": "LICENSE FEES AND PAYMENT",
  "eula-licensefees-fee": "License Fee.",
  "eula-licensefees-fee-para": " In consideration of the license rights granted in GRANT OF RIGHTS above, Licensee shall pay the License Fees or other consideration for the Software and Documentation. All amounts payable hereunder by Licensee shall be payable in United States funds without deductions for taxes, assessments, fees, or charges of any kind.",
  "eula-licensefees-taxes": "Taxes and Other Charges.",
  "eula-licensefees-taxes-para": " Licensee shall be responsible for paying all (i) sales, use, excise, value-added, or other tax or governmental charges imposed on the licensing or use of the Software or Documentation hereunder, (ii) freight, insurance and installation charges, and (iii) import or export duties or like charges.",
  "eula-subheading-protection": "PROTECTION OF SOFTWARE",
  "eula-protection-security": "Security Mechanism.",
  "eula-protection-security-para": " Licensee shall not use the Program without a Security Mechanism provided by Robotmaster and Robotmaster's suppliers. The software may be used: (a) in executable code form only; and (b) only by the number of users and accessed by the number of end-user computers for which licenses were purchased. Licensee may physically transfer the Program from one computer equipped with a single-user Security Mechanism to another only if the Security Mechanism is included in the transfer and is installed with the new computer. Licensee shall not circumvent, bypass, modify, reverse engineer, disassemble, disable, alter, enhance or replicate the function of the Security Mechanism in any manner whatsoever. Any attempt to do so shall result in automatic termination of this License without prejudice to all other legal rights and remedies of Robotmaster.",
  "eula-protection-proprietary": "Proprietary Notices.",
  "eula-protection-proprietary-para": " Licensee agrees to respect and not to remove, obliterate, or cancel from view any copyright, trademark, confidentiality or other proprietary notice, mark, or legend appearing on any of the Software or output generated by the Software, and to reproduce and include same on each copy of the Software.",
  "eula-protection-noreverse": "No Reverse Engineering.",
  "eula-protection-noreverse-para": " Licensee agrees not to modify, reverse engineer, disassemble, or decompile the Software, or any portion thereof.",
  "eula-protection-ownership": "Ownership.",
  "eula-protection-ownership-para": " Licensee further acknowledges that all copies of the Software in any form provided by Robotmaster or made by Licensee are the sole property of Robotmaster and/or its suppliers. Licensee shall not have any right, title, or interest to any such Software or copies thereof except as provided in this Agreement, and further shall secure and protect all Software and Documentation consistent with maintenance of Robotmaster's proprietary rights therein.",
  "eula-subheading-confidentiality-1": "CONFIDENTIALITY",
  "eula-confi-1-ack": "Acknowledgement.",
  "eula-confi-1-ack-para": " Licensee hereby acknowledges and agrees that the Software and Documentation constitute and contain valuable proprietary products and trade secrets of Robotmaster and/or its suppliers, embodying substantial creative efforts and confidential information, ideas, and expressions. Accordingly, Licensee agrees to treat (and take precautions to ensure that its employees treat) the Software and Documentation as confidential in accordance with the confidentiality requirements and conditions set forth below.",
  "eula-confi-1-maintenance": "Maintenance of Confidential Information.",
  "eula-confi-1-maintenance-para": " Each party agrees to keep confidential all confidential information disclosed to it by the other party in accordance herewith, and to protect the confidentiality thereof in the same manner it protects the confidentiality of similar information and data of its own (at all times exercising at least a reasonable degree of care in the protection of confidential information); provided, however, that neither party shall have any such obligation with respect to use of disclosure to others not parties to this Agreement of such confidential information as can be established to: (a) have been known publicly; (b) have been known generally in the industry before communication by the disclosing party to the recipient; (c) have become know publicly, without fault on the part of the recipient, subsequent to disclosure by the disclosing party; (d) have been known otherwise by the recipient before communication by the disclosing party; or (e) have been received by the recipient without any obligation of confidentiality from a source (other than the disclosing party) lawfully having possession of such information.",
  "eula-confi-1-relief": "Injunctive Relief.",
  "eula-confi-1-relief-para": " Licensee acknowledges that the unauthorised use, transfer or disclosure of the Software and Documentation or copies thereof will (i) substantially diminish the value to Robotmaster of the trade secrets and other proprietary interests that are the subject of this Agreement; (ii) render Robotmaster's remedy at law for such unauthorised use, disclosure or transfer inadequate; and (iii) cause irreparable injury in a short period of time. If Licensee breaches any of its obligations with respect to the use or confidentiality of the Software or Documentation, Robotmaster shall be entitled to equitable relief to protect its interests therein, including, but not limited to, preliminary and permanent injunctive relief.",
  "eula-confi-1-survival": "Survival.",
  "eula-confi-1-survival-para": " Licensee's obligations under CONFIDENTIALITY Article will survive the termination of this Agreement or of any license granted under this Agreement for whatever reason.",
  "eula-subheading-warranties": "WARRANTIES; SUPERIOR RIGHTS",
  "eula-warranties-ownership": "Ownership.",
  "eula-warranties-ownership-para": " Robotmaster represents its belief that it is the owner of the entire right, title, and interest in and to Software, and that it has the sole right to grant licenses thereunder, and that it has not knowingly granted licenses thereunder to any other entity that would restrict rights granted hereunder except as stated herein.",
  "eula-warranties-limited": "Limited Warranty.",
  "eula-warranties-limited-para": " Robotmaster represents and warrants to Licensee that the Software, when properly installed by Licensee and used with the Designated Equipment, will perform substantially as described in Robotmaster's then current Documentation for such Software for a period of ninety (90) days from the date of shipment.",
  "eula-warranties-limitations": "Limitations.",
  "eula-warranties-limitations-para": " Notwithstanding the warranty provisions set forth in LIMITED WARANTY Section above, all of Robotmaster's obligations with respect to such warranties shall be contingent on Licensee's use of the Software in accordance with this Agreement and in accordance with Robotmaster's instructions as provided by Robotmaster in the Documentation, as such instructions may be amended, supplemented, or modified by Robotmaster from time to time. Robotmaster shall have no warranty obligations with respect to any failures of the Software which are the result of accident, abuse, misapplication, extreme power surge or extreme electromagnetic field.",
  "eula-warranties-soleremedy": "Licensee's Sole Remedy.",
  "eula-warranties-soleremedy-para": " Robotmaster's entire liability and Licensee's exclusive remedy shall be, at Robotmaster's option, either (a) return of the price paid or (b) repair or replacement of the Software upon its return to Robotmaster; provided Robotmaster receives written notice from Licensee during the warranty period of a breach of warranty. Any replacement Software will be warranted for the remainder of the original warranty period or thirty (30) days, whichever is longer.",
  "eula-warranties-disclaimer": "Disclaimer of Warranties.",
  "eula-warranties-disclaimer-para": " ROBOTMASTER DOES NOT REPRESENT OR WARRANT THAT ALL ERRORS IN THE SOFTWARE AND DOCUMENTATION WILL BE CORRECTED. THE WARRANTIES STATED IN LIMITED WARRANTY SECTION ABOVE ARE THE SOLE AND THE EXCLUSIVE WARRANTIES OFFERED BY ROBOTMASTER. THERE ARE NO OTHER WARRANTIES RESPECTING THE SOFTWARE AND DOCUMENTATION OR SERVICES PROVIDED HEREUNDER, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTY OF DESIGN, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE, EVEN IF ROBOTMASTER HAS BEEN INFORMED OF SUCH PURPOSE. NO AGENT OF ROBOTMASTER IS AUTHORISED TO ALTER OR EXCEED THE WARRANTY OBLIGATIONS OF ROBOTMASTER AS SET FORTH HEREIN.",
  "eula-warranties-limitliability": "Limitation of Liability.",
  "eula-warranties-limitliability-para": " LICENSEE ACKNOWLEDGES AND AGREES THAT THE CONSIDERATION WHICH ROBOTMASTER IS CHARGING HEREUNDER DOES NOT INCLUDE ANY CONSIDERATION FOR ASSUMPTION BY ROBOTMASTER OF THE RISK OF LICENSEE'S CONSEQUENTIAL OR INCIDENTAL DAMAGES WHICH MAY ARISE IN CONNECTION WITH LICENSEE'S USE OF THE SOFTWARE AND DOCUMENTATION. ACCORDINGLY, LICENSEE AGREES THAT ROBOTMASTER SHALL NOT BE RESPONSIBLE TO LICENSEE FOR ANY LOSS-OF-PROFIT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE LICENSING OR USE OF THE SOFTWARE OR DOCUMENTATION. Any provision herein to the contrary notwithstanding, the maximum liability of Robotmaster to any person, firm or corporation whatsoever arising out of or in the connection with any license, use or other employment of any Software delivered to Licensee hereunder, whether such liability arises from any claim based on breach or repudiation of contract, warranty, tort or otherwise, shall in no case exceed the actual price paid to Robotmaster by Licensee for the Software whose license, use, or other employment gives rise to the liability. The essential purpose of this provision is to limit the potential liability of Robotmaster arising out of this Agreement. The parties acknowledge that the limitations set forth in this WARRANTIES; SUPERIOR RIGHTS Article are integral to the amount of consideration levied in connection with the license of the Software and Documentation and any services rendered hereunder and that, were Robotmaster to assume any further liability other than as set forth herein,such consideration would of necessity be set substantially higher.",
  "eula-subheading-confidentiality-2": "CONFIDENTIALITY",
  "eula-confi-2-para": "Robotmaster shall indemnify, hold harmless and defend Licensee against any action brought against Licensee to the extent that such action is based on a claim that the unmodified Software, when used in accordance with this Agreement, infringes a valid copyright and Robotmaster shall pay all costs, settlements and damages finally awarded; provided, that Licensee promptly notifies Institution in writing of any claim, gives Robotmaster sole control of the defence and settlement thereof and provides all reasonable assistance in connection therewith. If any Software is finally adjudged to so infringe, or in Robotmaster's opinion is likely to become the subject of such a claim, Robotmaster shall, at its option, either: (i) procure for Licensee the right to continue using the Software (ii) modify or replace the Software to make it noninfringing, or (iii) refund the fee paid, less reasonable depreciation, upon return of the Software. Robotmaster shall have no liability regarding any claim arising out of: (iv) use of other than a current, unaltered release of the Software unless the infringing portion is also in the then current, unaltered release, (v) use of the Software in combination with non-Robotmaster software, data or equipment if the infringement was caused by such use or combination, (vi) any modification or derivation of the Software not specifically authorised in writing by Robotmaster or (vii) use of third party software. THE FOREGOING STATES THE ENTIRE LIABILITY OF ROBOTMASTER AND THE EXCLUSIVE REMEDY FOR LICENSEE RELATING TO INFRINGEMENT OR CLAIMS OF INFRINGEMENT OF ANY COPYRIGHT OR OTHER PROPRIETARY RIGHT BY THE SOFTWARE. Except for the foregoing infringement claims, Licensee shall indemnify and hold harmless Robotmaster, its officers, agents and employees from and against any claims, demands, or causes of action whatsoever, including without limitation those arising on account of Licensee's modification or enhancement of the Software or otherwise caused by, or arising out of, or resulting from, the exercise or practice of the license granted hereunder by Licensee, its sublicensees, if any, its subsidiaries or their officers, employees, agents or representatives.",
  "eula-subheading-default": "DEFAULT AND TERMINATION",
  "eula-default-events": "Events of Default.",
  "eula-default-events-para": " This Agreement may be terminated by the nondefaulting party if any of the following events of default occur: (1) if a party materially fails to perform or comply with this Agreement or any provision hereof; (2) if either party fails to strictly comply with the provisions of CONFIDENTIALITY Section or makes an assignment in violation of NONASSIGNABILITY Section; (3) if a party becomes insolvent or admits in writing its inability to pay its debts as they mature, or makes an assignment for the benefit of creditors; (4) if a petition under any bankruptcy act, receivership statute, or the like, as they now exist, or as they may be amended, is filed by a party; or (5) if such a petition is filed by any third party, or an application for a receiver is made by anyone and such petition or application is not resolved favourably within ninety (90) days.",
  "eula-default-effective": "Effective Date of Termination.",
  "eula-default-effective-para": " Termination due to a material breach of Articles GRANT OF RIGHTS, COPIES, PROTECTION OF SOFTWARE, or CONFIDENTIALITY shall be effective on notice. In all other cases, termination shall be effective thirty (30) days after notice of termination to the defaulting party if the defaults have not been cured within such thirty (30) day period.",
  "eula-default-obligations": "Obligations on Termination.",
  "eula-default-obligations-para": " Within two (2) days after termination of this Agreement, Licensee shall cease and desist all use of the Software and Documentation and shall return to Robotmaster all full or partial copies of the Software and Documentation in Licensee's possession or under its control.",
  "eula-default-notices": "Notices.",
  "eula-default-notices-para": " All notices, authorisations, and requests in connection with this Agreement shall be deemed given (i) five days after being deposited in the mail, postage prepaid, certified or registered, return receipt requested; or (ii) one day after being sent by overnight courier, charges prepaid, with a confirming fax; and addressed as first set forth above or to such other address as the party to receive the notice or request so designates by written notice to the other.",
  "eula-subheading-nonassign": "NONASSIGNABILITY",
  "eula-nonassign-para": "Licensee shall not transfer or assign the Software or this Agreement or its rights hereunder without the prior written consent of Robotmaster.",
  "eula-subheading-governing": "GOVERNING LAW; JURISDICTION AND VENUE",
  "eula-governing-para": "The validity, interpretation, construction and performance of this Agreement shall be governed by the laws of the Province of Quebec. The courts of the district of Montreal shall have exclusive jurisdiction and venue over any dispute arising out of this Agreement, and Licensee hereby consents to the jurisdiction of such courts.",
  "eula-subheading-severability": "SEVERABILITY",
  "eula-severability-para": "If any provision of this Agreement shall be held by a court of competent jurisdiction to be illegal, invalid or unenforceable, the remaining provisions shall remain in full force and effect.",
  "eula-subheading-misc": "MISCELLANEOUS",
  "eula-misc-para": "This Agreement and its exhibits contain the entire understanding and agreement between the parties respecting the subject matter hereof. This Agreement may not be supplemented, modified, amended, released or discharged except by an instrument in writing signed by each party's duly authorised representative. All captions and headings in this Agreement are for purposes of convenience only and shall not affect the construction or interpretation of any of its provisions. Any waiver by either party of any default or breach hereunder shall not constitute a waiver of any provision of this Agreement or of any subsequent default or breach of the same or a different kind.",
  "eula-heading-2": "Hypertherm License and Services Agreement (EULA)",
  "eula-effective-date": "Effective Date: April 8, 2020",
  "eula-read-carefully-t1": "READ CAREFULLY:",
  "eula-read-carefully-t2": "HYPERTHERM LICENSES THE SOFTWARE AND OTHER LICENSED MATERIALS ONLY ON THE CONDITION THAT LICENSEE ACCEPTS ALL OF THE TERMS CONTAINED OR REFERENCED IN THIS AGREEMENT.",
  "eula-read-carefully-p1": "By selecting the “I accept” button or other button or mechanism designed to acknowledge agreement to the terms of an electronic copy of this Agreement, or by installing, downloading, accessing, or otherwise copying or using all or any portion of the Hypertherm Materials, (i) you accept this Agreement on behalf of the entity for which you are authorized to act (e.g., an employer) and acknowledge that such entity is legally bound by this Agreement (and you agree to act in a manner consistent with this Agreement) or, if there is no such entity for which you are authorized to act, you accept this Agreement on behalf of yourself as an individual and acknowledge that you are legally bound by this Agreement, and (ii) you represent and warrant that you have the right, power and authority to act on behalf of and bind such entity (if any) or yourself. You may not accept this Agreement on behalf of another entity unless you are an employee or other agent of such other entity with the right, power and authority to act on behalf of such other entity.",
  "eula-read-carefully-p2": "If Licensee is unwilling to accept this Agreement, or you do not have the right, power and authority to act on behalf of and bind such entity or yourself as an individual (if there is no such entity), (a) DO NOT SELECT THE “I ACCEPT” BUTTON OR OTHERWISE CLICK ON ANY BUTTON OR OTHER MECHANISM DESIGNED TO ACKNOWLEDGE AGREEMENT, AND DO NOT INSTALL, DOWNLOAD, ACCESS, OR OTHERWISE COPY OR USE ALL OR ANY PORTION OF THE HYPERTHERM MATERIALS; AND (b) WITHIN THIRTY (30) DAYS FROM THE DATE OF ACQUIRING THE HYPERTHERM MATERIALS, LICENSEE MAY RETURN THE HYPERTHERM MATERIALS (INCLUDING ANY COPIES) TO THE ENTITY FROM WHICH THEY WERE ACQUIRED FOR A REFUND OF THE APPLICABLE LICENSE FEES PAID BY THE LICENSEE.",
  "eula-read-carefully-p3": "The words “Hypertherm\", “Agreement” and “Licensee” and other capitalized terms used in this Agreement are defined terms. The definitions can be found in Exhibit A (if the terms are not defined in the main body of the Agreement).",
  "eula-license-01-title": "1. License",
  "eula-license-0101-title": "License Grant.",
  "eula-license-0101-para": "Subject to and conditioned on Licensee’s continuous compliance with this Agreement and payment of the applicable fees, Hypertherm grants Licensee a non-exclusive, non-sublicensable, non-transferable, limited license to Install and Access the Licensed Materials, in each case solely (a) in the Territory, (b) within the scope of the License Type and Permitted Number specified in the applicable License Identification, and (c) in accordance with the other terms of this Agreement. Various License Types are described in Exhibit B. In any case where the License Identification does not specify a License Type or Permitted Number, or there is no License Identification, the License Type will, by default, be the Evaluation License and the Permitted Number will, by default, be one (1).",
  "eula-license-0102-title": "Upgrades and Previous Versions.",
  "eula-license-01021-title": "Effect of Updates.",
  "eula-license-01021-para": "If Hypertherm or a Reseller provides Licensee with an Upgrade to other Licensed Materials previously licensed to Licensee, the Licensed Materials previously licensed to Licensee and any other Hypertherm Materials relating thereto will thereafter be deemed to be a “Previous Version.” Except as set forth in Section 1.2.2 (Exception for Subscription and Maintenance Licensees), the license grant and other rights with respect to any Previous Version will terminate one hundred twenty (120) days after Installation of the Update. Within such one hundred twenty (120) day period, except as set forth in Section 1.2.2 (Exception for Subscription and Maintenance Licensees), (a) Licensee must cease all use of any Previous Version and Uninstall all copies of the Previous Version, and (b) upon expiration of such period, such Previous Version will no longer constitute Licensed Materials but rather will be deemed to be Excluded Materials and Licensee will no longer have a license for any such Previous Version. At Hypertherm’s request, Licensee agrees to destroy or return to Hypertherm or the Reseller from which they were acquired all copies of the Previous Version. Hypertherm reserves the right to require Licensee to show satisfactory proof that all copies of any Previous Version have been Uninstalled and, if so requested by Hypertherm, destroyed or returned to Hypertherm or the Reseller from which they were acquired.",
  "eula-license-01022-title": "Exception for Subscription and Maintenance Licensees.",
  "eula-license-01022-para": "The termination of rights as to Previous Versions described in Section 1.2.1 (Effect of Updates) may not apply to Licensee if and to the extent (a) Licensee has a Subscription and the Subscription Program Terms authorize Licensee to retain such Previous Versions or (b) Licensee has Maintenance, or (c) otherwise authorized in writing by Hypertherm.",
  "eula-license-0103-title": "Additional Terms.",
  "eula-license-0103-para": "The Licensed Materials (or portions thereof) may be subject to terms (e.g., terms accompanying such Licensed Materials or made available in connection with ordering, installing, downloading, accessing, using or copying such Licensed Materials) that are in addition to or different from the terms set forth in this Agreement, and Licensee agrees to comply with such terms.",
  "eula-license-0104-title": "Other Materials.",
  "eula-license-0104-para": "If Hypertherm provides or makes available to Licensee any additional materials associated with the Licensed Materials, including any corrections, patches, service packs, updates or upgrades to, or new versions of, the Licensed Materials (including Upgrades) or any Supplemental Materials or User Documentation for the Licensed Materials, (a) such additional materials may include or be subject to other terms in addition to or different from the terms set forth in this Agreement (including, without limitation, additional or different fees, license terms, or restrictions on use), and Licensee agrees to comply with such terms, or (b) if there are no other terms for such additional materials, they will (except as otherwise provided by this Section 1.2 (Upgrades and Previous Versions)) be subject to the same terms (including, without limitation, the licenses, applicable License Type and Permitted Number, and other terms of this Agreement) as the Licensed Materials to which such additional materials apply. In no event will the foregoing result in any rights with respect to Excluded Materials.",
  "eula-license-0105-title": "Authorized Users.",
  "eula-license-0105-para": "Licensee may permit the Licensed Materials to be Installed and/or Accessed only by Licensee’s Personnel (except as otherwise designated in the applicable License Type), and any such Installation or Access will be subject to any other requirements imposed by this Agreement and the applicable License Type and Permitted Number. Licensee will be responsible for compliance with this Agreement by Licensee’s Personnel and any other persons who may have Access to the Hypertherm Materials through Licensee (whether or not such Access is authorized by Hypertherm or within the scope of the applicable License Type and Permitted Number).",
  "eula-license-0106-title": "Third-Party Licensed Materials.",
  "eula-license-0106-para": "The Hypertherm Materials may contain or be accompanied by third-party software, data or other materials that are subject to and provided in accordance with terms that are in addition to or different from the terms set forth in this Agreement. Such terms may be included or referenced in or with such third-party software, data or other materials (e.g., in the “About box”) or a web page specified by Hypertherm (the URL for which may be obtained on Hypertherm’s website or on request to Hypertherm). Licensee agrees to comply with such terms. In addition, Licensee will take sole responsibility for obtaining and complying with any licenses that may be necessary to use third-party software, data or other materials that Licensee uses or obtains for use in conjunction with the Licensed Materials. Licensee acknowledges and agrees that Hypertherm has no responsibility for, and makes no representations or warranties regarding, such third-party software, data or other materials or Licensee’s use of such third-party software, data or other materials.",
  "eula-license-0107-title": "Subscription.",
  "eula-license-0107-para": "Hypertherm may offer to Licensee, and (if so) Licensee may elect to acquire, Subscriptions for the Licensed Materials licensed to Licensee under this Agreement (and such Subscriptions may include rights in addition to or different from those set forth in this Agreement). Any Subscriptions are subject to Hypertherm’s terms therefor, which terms are set forth in the applicable Subscription Program Terms. Licensee agrees that if it requests, accepts, or makes use of any Subscription, Licensee will be bound by such terms, as they may be modified from time to time in accordance with the applicable Subscription Program Terms (and such terms, as so modified from time to time, are a part of and incorporated by reference into this Agreement), and Licensee agrees to comply with such terms. Licensee acknowledges that Hypertherm may require a further acceptance of such terms as a condition to providing Subscriptions.",
  "eula-license-0108-title": "Services.",
  "eula-license-0108-para": "Hypertherm may provide, and Licensee may elect to receive or benefit from, certain Services from time to time. Any Services are subject to Hypertherm’s terms therefor, which terms are set forth in the applicable Services Terms. Licensee agrees that if it requests, accepts, or makes use of any Services, Licensee will be bound by such terms, as they may be modified from time to time in accordance with the applicable Services Terms (and such terms, as so modified from time to time, are a part of and incorporated by reference into this Agreement), and Licensee agrees to comply with such terms. Licensee acknowledges that Hypertherm may require a further acceptance of such terms as a condition to providing Services.",
  "eula-license-0109-title": "Archival Copy.",
  "eula-license-0109-para": "Licensee’s license under Section 1.1 (License Grant) includes the right to make a single archival copy of the Licensed Materials in the Territory, provided that (a) the single-copy limitation will not apply to copies made as an incidental part of a routine backup of Licensee’s entire computer system on which the Licensed Materials are Installed in accordance with this Agreement, where such backup includes the making of copies of substantially all other software on such computer system and (b) any archival copy may be Accessed or Installed (other than on a backup storage medium from which the Licensed Materials cannot be Accessed) only when and for so long as the primary copy of the Licensed Materials is inaccessible and inoperable. Copies of the Licensed Materials that are Installed and are in excess of the Permitted Number at any time while the primary copy of the Licensed Materials is also Accessible are not \"archival copies\" as permitted under this Section 1.9 (Archival Copy).",
  "eula-license-0110-title": "Nature of Licenses.",
  "eula-license-0110-para": "Licensee acknowledges and agrees that when Licensee acquires a license of Licensed Materials, a Subscription or Services, Licensee’s acquisition is neither contingent on the delivery of any future features or functionality nor subject to any public or other comments (oral, written or otherwise) made by Hypertherm regarding future features or functionality.",
  "eula-license-0111-title": "APIs.",
  "eula-license-0111-para": "Licensee acknowledges and agrees that any API Information and Development Materials (unless otherwise specified by Hypertherm in additional or different terms associated with such API Information or Development Materials) (a) are confidential and proprietary to Hypertherm, (b) may not be distributed, disclosed or otherwise provided to third parties, (c) may be used only internally and only in conjunction with and for Licensee’s own authorized internal use of the Licensed Materials to which the API Information or Development Materials relate, such as the development and support of applications, modules and components to operate on or with such Licensed Materials, and (d) may only be Installed on the same Computer(s) where such Licensed Materials are permitted to be Installed. Notwithstanding the foregoing or Section 3 (All Rights Reserved), if Licensee develops any such applications, modules and components in accordance with this Agreement, nothing in this Agreement will prohibit Licensee from using such applications, modules and components with (and porting such applications, modules and components to) other software and hardware (including the software and hardware of third parties), if such applications, modules and components (i) do not incorporate or embody any Development Materials or other Hypertherm Materials (other than the API Information that was used in the development thereof in accordance with this Agreement) and (ii) do not disclose the API Information. For purposes of this Section 1.11 (APIs), (A) “API Information” means the standard applications programming interface (“API”) information generally provided by Hypertherm to licensees of the Licensed Materials that specifies the requirements for interfacing to (e.g., invoking or directing the functions of) the software included in such Licensed Materials; and (B) “Development Materials” means SDKs and other toolkits, libraries, scripts, reference or sample code, and similar developer materials included in the Licensed Materials. API Information does not include any implementation of such interface information, any Development Materials, or any other software, module or component.",
  "eula-license-02-title": "2. License Limitations/Prohibitions",
  "eula-license-0201-title": "Limitations and Exclusions.",
  "eula-license-02011-title": "No License Granted/Unauthorized Activities.",
  "eula-license-02011-para": "The parties acknowledge and agree that, notwithstanding anything to the contrary in this Agreement, no license is granted (whether expressly, by implication or otherwise) under this Agreement (and this Agreement expressly excludes any right) (a) to Excluded Materials, (b) to any Hypertherm Materials that Licensee did not acquire lawfully or that Licensee acquired in violation of or in a manner inconsistent with this Agreement, (c) for Installation of or Access to the Licensed Materials beyond the applicable license term (whether a fixed term or Subscription period) or outside the scope of the applicable License Type or Permitted Number, (d) for Installation of the Licensed Materials on any Computer other than a Computer owned or leased, and controlled, by Licensee, unless otherwise authorized in writing by Hypertherm, (e) to distribute, rent, loan, lease, sell, sublicense, transfer or otherwise provide all or any portion of the Hypertherm Materials to any person or entity except as expressly set forth in this Agreement or as expressly authorized in writing by Hypertherm, (f) to provide or make available any features or functionality of the Hypertherm Materials to any person or entity (other than to and for Licensee itself for the purpose specified in the applicable License Type), whether or not over a network and whether or not on a hosted basis, (g) except as otherwise expressly provided with respect to a specific License Type, to Install or Access or allow the Installation of or Access to the Hypertherm Materials over the Internet or other non-local network, including, without limitation, use in connection with a wide area network (WAN), virtual private network (VPN), virtualization, Web hosting, time-sharing, service bureau, software as a service, cloud or other service or technology, (h) to remove, alter or obscure any proprietary notices, labels or marks in the Hypertherm Materials, (i) to decompile, disassemble or otherwise reverse engineer the Hypertherm Materials, or (j) to translate, adapt, arrange, or create derivative works based on, or otherwise modify the Hypertherm Materials for any purpose.",
  "eula-license-02012-title": "Licensed Materials as a Single Product.",
  "eula-license-02012-para": "The Licensed Materials are licensed to Licensee as a single product and the applicable components may not be separated for Installation or Access (and all such components must be Installed and Accessed on the same Computer except as authorized in writing by Hypertherm).",
  "eula-license-02013-title": "Territory.",
  "eula-license-02013-para": "Except as otherwise authorized in writing by Hypertherm, the licenses granted in this Agreement are granted only for the Territory. Nothing in this Agreement permits Licensee (including, without limitation, Licensee’s Personnel, if any) to Install or Access the Licensed Materials outside of the Territory.",
  "eula-license-02014-title": "Effect of Unauthorized Use.",
  "eula-license-02014-para": "Licensee will not engage in, and will not permit or assist any third party to engage in any of the uses or activities prohibited (or any uses or activities inconsistent with the limitations described) in this Section 2.1 (Limitations and Exclusions) (collectively, “Unauthorized Uses”). Any such Unauthorized Use, and any Installation of or Access to the Licensed Materials provided under this Agreement, outside of the scope of the applicable license grants (including, without limitation, outside the applicable License Type and/or Permitted Number) or otherwise not in accordance with this Agreement, constitute or result in infringement of Hypertherm’s intellectual property rights as well as a breach of this Agreement. Licensee will notify Hypertherm promptly of any such Unauthorized Uses or other unauthorized Installation or Access.",
  "eula-license-0202-title": "Circumvention.",
  "eula-license-02021-para": "Licensee may not (i) utilize any equipment, device, software, or other means to (or designed to) circumvent or remove any form of technical protection used by Hypertherm in connection with the Hypertherm Materials, or (ii) Install or Access the Hypertherm Materials with any product code, authorization or activation code, serial number, or other copy-protection device not supplied by Hypertherm directly or through a Reseller. Without limitation of the generality of the foregoing, Licensee may not utilize any equipment, device, software, or other means to (or designed to) circumvent or remove the Hypertherm License Manager or any tool or technical protection measure provided or made available by Hypertherm for managing, monitoring or controlling Installation of or Access to Hypertherm Materials.",
  "eula-license-02022-para": "Licensee may not utilize any equipment, device, software, or other means to (or designed to) circumvent or remove any usage restrictions, or to enable functionality disabled by Hypertherm, in connection with the Excluded Materials. Licensee may not bypass or delete any functionality or technical limitations of the Hypertherm Materials that (or that are designed to) prevent or inhibit the unauthorized copying of, Installation or Access to the Excluded Materials.",
  "eula-license-03-title": "3. All Rights Reserved",
  "eula-license-03-para": "Hypertherm and its licensors retain title to and ownership of, and all other rights with respect to, the Hypertherm Materials and all copies thereof, including, without limitation, any related copyrights, trademarks, trade secrets, patents, and other intellectual property rights. Licensee has only the limited licenses granted with respect to the Licensed Materials expressly set forth in this Agreement, and Licensee has no other rights, implied or otherwise. Licensee acknowledges and agrees that the Hypertherm Materials are licensed, not sold, and that rights to Install and Access the Licensed Materials are acquired only under the license from Hypertherm. The structure and organization of Software included in the Hypertherm Materials, any source code or similar materials relating to such Software, any API Information and Development Materials (both as described in Section1.11 (APIs)), and any other Licensed Materials identified as confidential or proprietary are valuable trade secrets of, and confidential and proprietary information of, Hypertherm and its suppliers, and (a) may not be distributed, disclosed or otherwise provided to third parties, and (b) may be used only internally and only in conjunction with and for Licensee’s own authorized internal use of the Licensed Materials.",
  "eula-license-04-title": "4. Privacy; Use of Information; Connectivity",
  "eula-license-0401-title": "Privacy and Use of Information.",
  "eula-license-0401-para": "Licensee acknowledges and agrees that Licensee (and third parties acting on Licensee’s behalf) may provide, and Hypertherm and its Resellers (and third parties acting on behalf of Hypertherm and its Resellers) may obtain, certain information and data with respect to Licensee (including, without limitation, personal information) and Licensee’s business in connection with this Agreement, including, without limitation, information and data provided to or obtained by Hypertherm and its Resellers (or third parties acting on behalf of Hypertherm and its Resellers) through the Customer Information Form and otherwise, in connection with ordering, registration, activation, updating, validating entitlement to, auditing, monitoring Installation of and Access to Hypertherm Materials, Subscriptions and Services and managing the relationship with Licensee. Licensee hereby consents to Hypertherm maintaining, using, storing and disclosing such information and data (including, without limitation, personal information, if any) in conformity with Hypertherm’s policies on privacy and data protection, as such policies may be updated from time to time, including without limitation Hypertherm’s Privacy Statement, as currently located at https://www.hypertherm.com/en-US/policies/privacy/. Without limitation of the generality of the foregoing, Licensee acknowledges that and agrees that: (a) Hypertherm may from time to time prompt Licensee (and third parties acting on Licensee’s behalf) to provide express agreement to the terms of Hypertherm’s Privacy Statement and/or express agreement to specific uses of information and data (including, without limitation, personal information); (b) Hypertherm may provide information and data, including, without limitation, information and data about Licensee’s use of Hypertherm Materials, Subscriptions, and Licensee’s support requests, to Hypertherm subsidiaries and affiliates, Resellers and other third parties in connection with the provision, maintenance, administration or usage of Licensed Materials, Subscription or Services or in connection with enforcement of any agreements relating to Licensed Materials, Subscription or Services; and (c) Hypertherm may make cross-border transfers of such information and data, including to jurisdictions with privacy or data protection laws that are less protective of Licensee than the jurisdiction in which Licensee is domiciled. Licensee acknowledges and agrees that such policies may be changed from time to time by Hypertherm and that, effective upon posting on Hypertherm’s website or other written notice from Hypertherm, Licensee will be subject to such changes.",
  "eula-license-0402-title": "Connectivity.",
  "eula-license-0402-para": "Certain Licensed Materials may facilitate or require Licensee’s access to and use of content and services that are hosted on websites maintained by Hypertherm or by third parties. In some cases, such content and services may appear to be a feature or function within, or extension of, the Licensed Materials on Licensee’s Computer even though hosted on such websites. Accessing such content or services and use of Licensed Materials may cause Licensee’s Computer, without additional notice, to connect automatically to the Internet (transitorily, intermittently or on a regular basis) and to communicate with an Hypertherm or third-party website—for example, for purposes of providing Licensee with additional information, features and functionality or to validate that the Licensed Materials and/or content or services are being used as permitted under this Agreement or other applicable terms. Such connectivity to Hypertherm websites is governed by Hypertherm’s policies on privacy and data protection described in Section 4 (Privacy; Use of Information; Connectivity). Such connectivity to websites of third parties is governed by the terms (including the disclaimers and notices) found on such sites or otherwise associated with the third-party content or services. Hypertherm does not control, endorse, or accept responsibility for any such third-party content or services, and any dealings between Licensee and any third party in connection with such content or services, including, without limitation, such third party’s privacy policies, use of personal information, delivery of and payment for goods and services, and any other terms associated with such dealings, are solely between Licensee and such third party. Hypertherm may at any time, for any reason, modify or discontinue the availability of any third-party content or services. Access to and use of certain content and services (whether of Hypertherm or third parties) may require assent to separate terms and/or payment of additional fees.",
  "eula-license-05-title": "5. Limited Warranty and Disclaimers",
  "eula-license-0501-title": "Limited Warranty.",
  "eula-license-0501-para": "Hypertherm warrants that, as of the date on which the Licensed Materials are delivered to Licensee and for ninety (30) days thereafter (“Warranty Period”), the Licensed Materials will provide the general features and functions described in the User Documentation portion of the Licensed Materials. Hypertherm's entire liability and Licensee’s exclusive remedy during the Warranty Period (“Limited Warranty”) will be, with the exception of any statutory warranty or remedy that cannot be excluded or limited under law, at Hypertherm's option, (i) to attempt to correct or work around errors, if any, or (ii) to refund the license fees, if any, paid by Licensee and terminate this Agreement or the license specific to such Licensed Materials. Such refund is subject to the return, during the Warranty Period, of the Hypertherm Materials, with a copy of Licensee’s License Identification, to Licensee’s local Hypertherm office or the Reseller from which Licensee acquired the Hypertherm Materials. THE LIMITED WARRANTY SET FORTH IN THIS SECTION GIVES LICENSEE SPECIFIC LEGAL RIGHTS. LICENSEE MAY HAVE ADDITIONAL LEGAL RIGHTS UNDER LAW WHICH VARY FROM JURISDICTION TO JURISDICTION. HYPERTHERM DOES NOT SEEK TO LIMIT LICENSEE’S WARRANTY RIGHTS TO ANY EXTENT NOT PERMITTED BY LAW.",
  "eula-license-0502-title": "Disclaimer.",
  "eula-license-0502-para": "EXCEPT FOR THE EXPRESS LIMITED WARRANTY PROVIDED IN SECTION 5.1 (LIMITED WARRANTY), AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, HYPERTHERM AND ITS SUPPLIERS MAKE, AND LICENSEE RECEIVES, NO WARRANTIES, REPRESENTATIONS, OR CONDITIONS OF ANY KIND, EXPRESS OR IMPLIED (INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT, OR WARRANTIES OTHERWISE IMPLIED BY STATUTE OR FROM A COURSE OF DEALING OR USAGE OF TRADE) WITH RESPECT TO ANY HYPERTHERM MATERIALS, SUBSCRIPTION, OR SERVICES (PURSUANT TO SUBSCRIPTION OR OTHERWISE). ANY STATEMENTS OR REPRESENTATIONS ABOUT THE HYPERTHERM MATERIALS, SUBSCRIPTION OR SERVICES AND THEIR FEATURES OR FUNCTIONALITY IN THE LICENSED MATERIALS OR ANY COMMUNICATION WITH LICENSEE ARE FOR INFORMATION PURPOSES ONLY, AND DO NOT CONSTITUTE A WARRANTY, REPRESENTATION, OR CONDITION. WITHOUT LIMITING THE FOREGOING, HYPERTHERM DOES NOT WARRANT: (a) THAT THE OPERATION OR OUTPUT OF THE LICENSED MATERIALS OR SERVICES WILL BE UNINTERRUPTED, ERROR-FREE, SECURE, ACCURATE, RELIABLE, OR COMPLETE, WHETHER OR NOT UNDER SUBSCRIPTION OR SUPPORT BY HYPERTHERM OR ANY THIRD PARTY; (b) THAT ERRORS WILL BE CORRECTED BY HYPERTHERM OR ANY THIRD PARTY; OR (c) THAT HYPERTHERM OR ANY THIRD PARTY WILL RESOLVE ANY PARTICULAR SUPPORT REQUEST OR THAT SUCH RESOLUTION WILL MEET LICENSEE’S REQUIREMENTS OR EXPECTATIONS. NOTHING IN THE FOREGOING RESTRICTS THE EFFECT OF WARRANTIES OR CONDITIONS WHICH MAY BE IMPLIED BY LAW WHICH CANNOT BE EXCLUDED, RESTRICTED OR MODIFIED NOTWITHSTANDING A CONTRACTUAL RESTRICTION TO THE CONTRARY.",
  "eula-license-06-title": "6. Warnings",
  "eula-license-0601-title": "Functionality Limitations.",
  "eula-license-0601-para": "The Licensed Materials and Services (except for Licensed Materials designed for non-commercial use, such as Hypertherm Materials designed to be used for household or other consumer purposes or licensed only for purposes of educational or individual learning) are commercial professional tools intended to be used by trained professionals only. Particularly in the case of commercial professional use, the Licensed Materials and Services are not a substitute for Licensee’s professional judgment or independent testing. The Licensed Materials and Services are intended only to assist Licensee with its design, simulation, estimation, manufacturing and/or other activities and are not a substitute for Licensee’s own independent design, simulation, estimation, manufacturing, and/or other activities, including those with respect to product stress, safety and utility. Due to the large variety of potential applications for the Licensed Materials and Services, the Licensed Materials and Services have not been tested in all situations under which they may be used. Hypertherm will not be liable in any manner whatsoever for the results obtained through use of the Licensed Materials or Services. Persons using the Licensed Materials or Services are responsible for the supervision, management, and control of the Licensed Materials and Services and the results of using the Licensed Materials and Services. This responsibility includes, without limitation, the determination of appropriate uses for the Licensed Materials and Services and the selection of the Licensed Materials, Services and other computer programs and materials to help achieve intended results. Persons using the Licensed Materials or Services are also responsible for establishing the adequacy of independent procedures for testing the reliability, accuracy, completeness, and other characteristics of any output of the Licensed Materials or Services, including, without limitation, all items designed with the assistance of the Licensed Materials or Services. Licensee further acknowledges and agrees that the Licensed Materials form part of Licensee’s total unique hardware and software environment to deliver specific functionality, and that the Licensed Materials and Services provided by Hypertherm may not achieve the results Licensee desires within Licensee’s design, simulation, estimation, and/or manufacturing constraints.",
  "eula-license-0602-title": "Activation Codes and Security.",
  "eula-license-06021-title": "Activation Code Required for Installation/Access and Continued Use.",
  "eula-license-06021-para": "Installation of and Access to the Licensed Materials require, and the continued use thereof may from time to time require, activation codes issued by Hypertherm. Registration may be required before an activation code is issued by Hypertherm. Licensee will provide Hypertherm and its Reseller with any information required for such registration and agrees that any information provided to Hypertherm or its Reseller will be accurate and current. Licensee will also maintain and update Licensee’s registration information, on an ongoing basis, through customer data registration processes, including, without limitation, the Customer Information Form, that may be provided by Hypertherm. Licensee acknowledges and agrees that Hypertherm may use such information in accordance with its privacy statement (as described or referenced in Section 4 (Privacy; Use of Information; Connectivity)).",
  "eula-license-06022-title": "Disabling Access",
  "eula-license-06022-para": "LICENSEE ACKNOWLEDGES AND AGREES THAT INSTALLATION OF AND ACCESS TO LICENSED MATERIALS MAY BE DISABLED BY THE ACTIVATION, SECURITY, AND TECHNICAL PROTECTION MECHANISMS IF LICENSEE TRIES TO TRANSFER ALL OR A PART OF THE LICENSED MATERIALS TO ANOTHER COMPUTER, IF LICENSEE TAMPERS WITH THE TECHNICAL PROTECTION MECHANISMS OR DATE-SETTING MECHANISMS ON A COMPUTER OR IN THE LICENSED MATERIALS, IF LICENSEE USES THE LICENSED MATERIALS PAST AN APPLICABLE MAINTENANCE OR SUBSCRIPTION PERIOD, OR FIXED TERM, OR IF LICENSEE UNDERTAKES CERTAIN OTHER ACTIONS THAT AFFECT THE SECURITY MODE OR UNDER OTHER CIRCUMSTANCES AND THAT, IN ANY SUCH EVENT, LICENSEE’S ACCESS TO LICENSEE’S WORK PRODUCT AND OTHER DATA MAY BE AFFECTED. MORE INFORMATION IS CONTAINED IN THE APPLICABLE LICENSED MATERIALS OR AVAILABLE FROM HYPERTHERM ON REQUEST.",
  "eula-license-06023-title": "Effect of Activation Codes.",
  "eula-license-06023-para": "Licensee acknowledges and agrees that receipt of an activation code (whether or not provided to Licensee in error) will not constitute evidence of or affect the scope of Licensee’s license rights. Those rights will be only as set forth in this Agreement and the applicable License Identification.",
  "eula-license-0603-title": "Affected Data.",
  "eula-license-0603-para": "Work product and other data created with Licensed Materials made available under certain License Types, including licenses that limit the permitted purpose to educational purposes or personal learning purposes, may contain certain notices and limitations that make the work product and other data usable only in certain circumstances (e.g., only in the education field). In addition, if Licensee combines or links work product or other data created with such Licensed Materials with work product or other data otherwise created, then such other work product or data may also be affected by these notices and limitations. Hypertherm will have no responsibility or liability whatsoever if Licensee combines or links work product or other data created with such Licensed Materials with work product or other data otherwise created. In addition, Licensee will not remove, alter or obscure any such notices or limitations.",
  "eula-license-07-title": "7. Limitations of Liability",
  "eula-license-0701-title": "Limitation on Type and Amount of Liability.",
  "eula-license-0701-para": "IN NO EVENT WILL HYPERTHERM OR ITS SUPPLIERS HAVE ANY LIABILITY (DIRECTLY OR INDIRECTLY) FOR ANY INCIDENTAL, SPECIAL, INDIRECT, CONSEQUENTIAL OR PUNITIVE DAMAGES; FOR LOSS OF PROFITS, USE, REVENUE, OR DATA; OR FOR BUSINESS INTERRUPTION (REGARDLESS OF THE LEGAL THEORY FOR SEEKING SUCH DAMAGES OR OTHER LIABILITY). IN ADDITION, THE LIABILITY OF HYPERTHERM AND ITS SUPPLIERS ARISING OUT OF OR RELATING TO ANY HYPERTHERM MATERIALS, SUBSCRIPTION OR SERVICES WILL NOT EXCEED THE AMOUNT PAID OR PAYABLE BY LICENSEE FOR SUCH HYPERTHERM MATERIALS, SUBSCRIPTION, OR SERVICES, RESPECTIVELY.",
  "eula-license-0702-title": "Application of and Basis for Limitations.",
  "eula-license-0702-para": "THE LIMITATIONS OF LIABILITY IN THIS SECTION 7 (LIMITATIONS OF LIABILITY) WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW TO ANY DAMAGES OR OTHER LIABILITY, HOWEVER CAUSED AND REGARDLESS OF THE THEORY OF LIABILITY, WHETHER DERIVED FROM CONTRACT, TORT (INCLUDING, WITHOUT LIMITATION, NEGLIGENCE) OR OTHERWISE, EVEN IF HYPERTHERM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LIABILITY AND REGARDLESS OF WHETHER THE LIMITED REMEDIES AVAILABLE HEREUNDER FAIL OF THEIR ESSENTIAL PURPOSE. ALSO, LICENSEE AGREES THAT THE LICENSE, SUBSCRIPTION AND SERVICES FEES AND OTHER FEES CHARGED BY HYPERTHERM AND PAID BY LICENSEE ARE BASED ON AND REFLECTIVE OF THE ALLOCATION OF RISK CONTEMPLATED BY THIS SECTION 7 (LIMITATIONS OF LIABILITY) AND THAT THE LIABILITY LIMITATIONS IN THIS SECTION 7 (LIMITATIONS OF LIABILITY) ARE AN ESSENTIAL ELEMENT OF THE AGREEMENT BETWEEN THE PARTIES.",
  "eula-license-08-title": "8. Term and Termination",
  "eula-license-0801-title": "Term; Termination or Suspension.",
  "eula-license-0801-para-1": "Each license under this Agreement, with respect to each specific set of Licensed Materials covered by this Agreement, will become effective as of the latest to occur of: (a) this Agreement becoming effective, (b) payment by Licensee of the applicable fees, excluding licenses (such as evaluation licenses) where no fees are required, (c) delivery of the specific Licensed Materials, and (d) in the case of Hypertherm Materials provided in connection with a Subscription, upon commencement of the applicable Subscription period. Each of Hypertherm or Licensee may terminate this Agreement, Licensee’s license as to Licensed Materials, Licensee’s Subscription, and/or the provision of Services relating to the Licensed Materials if the other party is in breach of this Agreement and fails to cure such breach within ten (10) days after written notice of the breach; however, if Licensee is in breach of Section 1 (License) or Section 2 (License Limitations/Prohibitions), Hypertherm may terminate this Agreement, Licensee’s license as to Licensed Materials, Licensee’s Subscription, and/or the provision of Services relating to the Licensed Materials immediately upon written notice of the breach. In addition, Hypertherm may, as an alternative to termination, suspend Licensee’s license as to the Licensed Materials, Licensee’s Subscription, the provision of Services relating to the Licensed Materials, and/or other Hypertherm obligations or Licensee rights under this Agreement (or under other terms, if any, relating to materials associated with the Licensed Materials), if Licensee fails to make a payment to Hypertherm or a Reseller or otherwise fails to comply with the provisions of this Agreement or other terms relating to any such license, Subscription, Services, or other associated materials. Hypertherm may also terminate this Agreement if Licensee becomes subject to bankruptcy proceedings, becomes insolvent, or makes an arrangement with Licensee’s creditors. This Agreement will terminate automatically without further notice or action by Hypertherm if Licensee goes into liquidation. In the context of any bankruptcy proceeding, Licensee acknowledges and agrees this Agreement is and shall be treated as an executory contract that may not be assumed and/or assigned without Hypertherm's prior written consent, which consent may be withheld in Hypertherm's sole and absolute discretion whether pursuant to Section 365(c)(1) of Title 11 of the United States Code or any other applicable law respecting the treatment of executory contracts within bankruptcy.",
  "eula-license-0801-para-2": "Licensee acknowledges and agrees that Hypertherm may assign or sub-contract any of its rights or obligations under this Agreement.",
  "eula-license-0802-title": "Effect of Termination of Agreement or License.",
  "eula-license-0802-para": "Upon termination or expiration of this Agreement, the licenses granted hereunder will terminate. Upon termination or expiration of any license granted to Licensee, Licensee must cease all use of Hypertherm Materials to which such license applies, any Subscription (including, without limitation, associated services), and any Services and Uninstall all copies of the Hypertherm Materials. At Hypertherm’s request, Licensee agrees to destroy or return to Hypertherm or the Reseller from which they were acquired all Hypertherm Materials. Hypertherm reserves the right to require Licensee to show satisfactory proof that all copies of the Hypertherm Materials have been Uninstalled and, if so requested by Hypertherm, destroyed or returned to Hypertherm or the Reseller from which they were acquired. If Licensee’s Subscription is terminated or expires, but this Agreement and Licensee’s license to the Licensed Materials remains in effect, any rights of Licensee based on the Subscription (including, without limitation, rights with respect to Previous Versions) will terminate, and (unless otherwise authorized by the Subscription Program Terms) Licensee must comply with the obligations of Section 1.2.1 (Effect of Updates) with respect to (including the obligations to cease use of, Uninstall and destroy or return) all copies of such Previous Versions.",
  "eula-license-0803-title": "Survival.",
  "eula-license-0803-para": "Sections 1.3 (Additional Terms), 1.4 (Other Materials), 1.5 (Authorized Users), 1.6 (Third-Party Licensed Materials), 1.11 (APIs), 2.1.1 (No License Granted/Unauthorized Activities), 2.1.4 (Effect of Unauthorized Use), 2.2 (Circumvention), 3 (All Rights Reserved), 4 (Privacy; Use of Information; Connectivity), 5.2 (Disclaimer), 6 (Warnings), 7 (Limitations of Liability), 8 (Term and Termination), and 9 (General Provisions) and Exhibit A will survive any termination or expiration of this Agreement.",
  "eula-license-09-title": "9. General Provisions",
  "eula-license-0901-title": "Notices.",
  "eula-license-0901-para": "Notices in connection with this Agreement by either party will be in writing and will be sent by electronic mail, postal service, or a delivery service (such as UPS, FedEx or DHL), except that Licensee may not provide notice to Hypertherm of an Hypertherm breach or provide notice of termination of this Agreement by electronic mail. Notices from Hypertherm to Licensee will be effective (a) in the case of notices by email, one (1) day after sending to the email address provided to Hypertherm, or (b) in the case of notices by mail or delivery service, five (5) days after sending by regular post or delivery service to the address provided to Hypertherm. Licensee hereby consents to service of process being effected on Licensee by registered mail sent to the address set forth on Licensee’s Customer Information Form (or, if no Customer Information Form has been provided, Licensee’s last address known by Hypertherm) if so permitted by applicable law. Notices from Licensee to Hypertherm will be effective (a) in the case of notices by email, one (1) day after sending to (and receipt by Hypertherm at) LicenseCorrespondence@Hypertherm.com, or (b) in the case of notices by mail or delivery service, when received by Hypertherm at Hypertherm, Inc., 21 Great Hollow Road, Lebanon, NH 03755, USA, Attention: General Manager, Software. If Licensee has a Subscription, either party may also provide notice as set forth in the Subscription Program Terms.",
  "eula-license-0902-title": "Governing Law and Jurisdiction.",
  "eula-license-0902-para": "This Agreement will be governed by and construed in accordance with the laws of (a) Switzerland if Licensee acquired the Hypertherm Materials in a country in Europe, Africa or the Middle East, (b) Singapore if Licensee acquired the Hypertherm Materials in a country in Asia, Oceania or the Asia-Pacific region, or (c) the State of New Hampshire (and, to the extent controlling, the federal laws of the United States) if Licensee acquired the Hypertherm Materials in a country in the Americas (including the Caribbean) or any other country not specified in this Section 9.2. The laws of such jurisdictions shall govern without reference to the conflicts-of-laws rules thereof. The UN Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act shall not apply to (and are excluded from the laws governing) this Agreement. In addition, each party agrees that any claim, action or dispute arising under or relating to this Agreement will be brought exclusively in (and the parties will be subject to the exclusive jurisdiction of) New Hampshire, except that if Licensee has acquired the Hypertherm Materials in (a) a country in Europe, Africa or the Middle East, any such claim or dispute will be brought exclusively in (and the parties will be subject to the exclusive jurisdiction of) the courts of Switzerland, or (b) a country in Asia, Oceania or the Asia-Pacific region, any such claim or dispute will be brought exclusively in (and the parties will be subject to the exclusive jurisdiction of) the courts of Singapore. Nothing in the foregoing will prevent Hypertherm from bringing an action for infringement of intellectual property rights in any country where such infringement is alleged to occur.",
  "eula-license-0903-title": "No Assignment; Insolvency.",
  "eula-license-0903-para": "Licensee may not assign this Agreement or any rights hereunder (whether by purchase of stock or assets, merger, change of control, operation of law, or otherwise) without Hypertherm's prior written consent, which may be withheld in Hypertherm's sole and absolute discretion, and any unauthorized purported assignment by Licensee will be void. In the context of any bankruptcy or similar proceeding, this Agreement is and will be treated as an executory contract of the type described by Section 365(c)(1) of Title 11 of the United States Code and may not be assigned without Hypertherm's prior written consent, which may be withheld in Hypertherm's sole and absolute discretion. Any assignment (regardless of how or on what basis the assignment may occur) will be conditioned on compliance with the following: at least thirty (30) days before assigning or agreeing to any assignment of rights under this Agreement (including transferring any copies of or right to use the Software), (a) Licensee must provide written notice to Hypertherm, Uninstall all copies of the Software, and (without limitation of the generality of Section 9.7 (Audits)) allow Hypertherm or its designee to inspect the records, systems and facilities of (or operated for) Licensee and its subsidiaries and affiliates to verify (by any means available to Hypertherm, whether remotely or on premises) that all copies of the Software have been Uninstalled (b) the proposed assignee must agree to comply (and Licensee must ensure that the assignee will comply) with all of the obligations of this Agreement with respect to such Software, which agreement must provide that Hypertherm is a third-party beneficiary of the assignee’s agreement, and the assignee must provide a copy of the agreement to Hypertherm, and (c) Licensee and proposed assignee must comply with all other transfer procedures identified by Hypertherm.",
  "eula-license-0904-title": "Hypertherm Subsidiaries and Affiliates.",
  "eula-license-0904-para": "Licensee acknowledges and agrees that Hypertherm may arrange to have its subsidiaries and affiliates engage in activities in connection with this Agreement, including, without limitation, delivering Hypertherm Materials and providing Subscriptions and Services, provided that Hypertherm (and not such subsidiaries and affiliates) will remain subject to the obligations of Hypertherm under this Agreement. Licensee also agrees that Hypertherm’s subsidiaries and affiliates may enforce (including taking actions for breach of) this Agreement.",
  "eula-license-0905-title": "Exceptions to Prohibitions; Severability.",
  "eula-license-09051-para": "The prohibitions contained in this Agreement will not apply where and to the extent applicable law does not allow such prohibitions to be enforced. Licensee may have other rights under the laws of the state or country within the Territory where the Licensed Materials are acquired, and this Agreement does not change Licensee’s rights under the laws of such state or country if and to the extent the laws of such state or country do not permit this Agreement to do so. Licensee will bear the burden of proof to demonstrate that applicable law does not allow (i) the enforcement of such prohibitions; or (ii) this Agreement to change particular rights in a state or country (and that Licensee has not exceeded the bounds of the unenforceable prohibitions and unchangeable rights).",
  "eula-license-09052-para": "If and to the extent any provision of this Agreement is held illegal, invalid, or unenforceable in whole or in part under applicable law, such provision or such portion thereof will be ineffective as to the jurisdiction in which it is illegal, invalid, or unenforceable to the extent of its illegality, invalidity, or unenforceability and will be deemed modified to the extent necessary to conform to applicable law so as to give the maximum effect to the intent of the parties. The illegality, invalidity, or unenforceability of such provision in that jurisdiction will not in any way affect the legality, validity, or enforceability of such provision or any other provision of this Agreement in any other jurisdiction.",
  "eula-license-0906-title": "No Waiver.",
  "eula-license-0906-para": "No term or provision of this Agreement will be considered waived, and no breach excused, unless such waiver is in writing signed on behalf of the party against which the waiver is asserted. No waiver (whether express or implied) will constitute consent to, waiver of, or excuse of any other, different, or subsequent breach.",
  "eula-license-0907-title": "Audits.",
  "eula-license-0907-para": "Licensee agrees that Hypertherm has the right to require an audit (electronic or otherwise) of the Hypertherm Materials and the Installation thereof and Access thereto. As part of any such audit, Hypertherm or its authorized representative will have the right, on fifteen (15) days’ prior notice to Licensee, to inspect Licensee’s records, systems and facilities, including machine IDs, serial numbers and related information, to verify that the use of any and all Hypertherm Materials is in conformance with this Agreement. Licensee will provide full cooperation to enable any such audit. If Hypertherm determines that Licensee’s use is not in conformity with the Agreement, Licensee will obtain immediately and pay for valid license(s) to bring Licensee’s use into compliance with this Agreement and other applicable terms and pay the reasonable costs of the audit. In addition to such payment rights, Hypertherm reserves the right to seek any other remedies available at law or in equity, whether under this Agreement or otherwise.",
  "eula-license-0908-title": "Language.",
  "eula-license-0908-para": "The English language version of this Agreement is legally binding in case of any inconsistencies between the English version and any translations. If Licensee purchased the license for the Licensed Materials in Canada, Licensee agrees to the following: The parties hereto confirm that it is their wish that this Agreement, as well as other documents relating hereto, including notices, have been and shall be written in the English language only. Les parties ci-dessus confirment leur désir que cet accord ainsi que tous les documents, y compris tous avis qui s'y rattachent, soient rédigés en langue anglaise.",
  "eula-license-0909-title": "Construction.",
  "eula-license-0909-para": "Ambiguities in this Agreement will not be construed against the drafter.",
  "eula-license-0910-title": "Force Majeure.",
  "eula-license-0910-para": "Hypertherm will not be liable for any loss, damage or penalty resulting from delays or failures in performance resulting from acts of God, supplier delay or other causes beyond Hypertherm's reasonable control.",
  "eula-license-0911-title": "U.S. Government Rights.",
  "eula-license-0911-para": "For U.S. Government procurements, all Hypertherm Materials are deemed to be commercial computer software as defined in FAR 12.212 and subject to restricted rights as defined in FAR Section 52.227-19 \"Commercial Computer Software - Restricted Rights\" and DFARS 227.7202, “Rights in Commercial Computer Software or Commercial Computer Software Documentation”, as applicable, and any successor regulations. Any use, modification, reproduction release, performance, display or disclosure of the Hypertherm Materials by the U.S. Government shall be solely in accordance with license rights and restrictions described herein.",
  "eula-license-0912-title": "Export Control.",
  "eula-license-0912-para": "Licensee acknowledges and agrees that the Hypertherm Materials and Services (including any data submitted by Licensee in connection with a Service and any Licensee-specific output generated by a Service) are subject to compliance with United States and other applicable country export control and trade sanctions laws, rules and regulations, including, without limitation the regulations promulgated by the U.S. Department of Commerce and the U.S. Department of the Treasury (collectively, \"Export Control Laws\"). Licensee represents, warrants and covenants that neither Licensee nor Licensee’s Personnel (i) are a citizen or resident of, or located within, a nation that is subject to U.S. trade sanctions or other significant trade restrictions, (ii) are identified on any of the U.S. government restricted party lists (including, without limitation, the U.S. Treasury Department's List of Specially Designated Nationals and Blocked Persons, the U.S. Department of Commerce’s Denied Party List, Entity List and Unverified List and the U.S. Department of State’s proliferation-related lists), (iii) will, unless otherwise authorized under the Export Control Laws, use Hypertherm Materials or Services in any restricted end use, including, without limitation, design, analysis, simulation, estimation, testing, manufacturing, or other activities related to nuclear, chemical/biological weapons, rocket systems or unmanned air vehicles applications, or (iv) will use the Hypertherm Materials or Services to disclose, transfer, download, export, or re-export, directly or indirectly, any Licensee-specific output generated by the Hypertherm Materials or Services, Licensee content, third party content, or any other content or material to any country, entity, or party that is ineligible to receive such items under the Export Control Laws or other laws or regulations to which Licensee may be subject. Licensee understands that the requirements and restrictions of the Export Control Laws as applicable to Licensee may vary depending on the Hypertherm Materials or Services provided under this Agreement and may change over time. Licensee shall be solely responsible for (i) determining the precise controls applicable to the Hypertherm Materials or Services, and (ii) complying with the Export Control Laws and monitoring any modifications to them.",
  "eula-license-0913-title": "Entire Agreement.",
  "eula-license-0913-para": "This Agreement and any other terms referenced in this Agreement (such as the Subscription Program Terms and the Services Terms) constitute the entire agreement between the parties (and merges and supersedes any prior or contemporaneous agreements, discussions, communications, agreements, representations, warranties, advertising or understandings) with respect to the subject matter hereof, except that particular Hypertherm Materials may be subject to additional or different terms associated with such Hypertherm Materials. The parties acknowledge that, in entering into this Agreement, they are not relying on any agreements, discussions, communications, agreements, representations, warranties, advertising or understandings other than as expressly set forth in this Agreement. Licensee acknowledges and agrees that Hypertherm may add to or change the Subscription Program Terms and the Services Terms from time to time, provided that Hypertherm will provide written notice of the additions or changes (and may allow Licensee not to renew, may permit Licensee to terminate, and may offer other options with respect to Subscriptions or Services) before the additions or changes are effective as to Licensee. In the event of a conflict between this Agreement and any other terms of Hypertherm (including, without limitation, the Subscription Program Terms, the Services Terms, or such additional or different terms), the other terms will apply. Terms stipulated by Licensee in any communication by Licensee which purport to vary this Agreement, or such other terms will be void and of no effect unless agreed in a writing signed by an authorized representative of Hypertherm. Any other modifications to this Agreement will also be invalid unless agreed to in a writing signed by an authorized representative of Hypertherm.",
  "eula-license-10-title": "10. Additional Terms.",
  "eula-license-1001-title": "Definitions.",
  "eula-license-1001-para-1": "\"Licensee Application\" means, with regard to the Software, a Modification made by Licensee for designing, developing, and testing an application program made by Licensee.",
  "eula-license-1001-para-2": "\"Modification\" means any: (i) addition to the substance of a Sample or any addition to the substance of the contents of a file containing a Sample; (ii) any deletion from the structure of a Sample, or any deletion from the structure of the contents of a file containing a Sample; and/or (iii) any new file that contains any part of a Sample; all of which, in Hypertherm’s sole discretion, ensures that the Sample is not the primary source of value.",
  "eula-license-1001-para-3": "\"Redistributable Component\" means the Sample(s) and/or a Modification.",
  "eula-license-1001-para-4": "\"Sample(s)\" means sample source code, or individual animations, still images, and/or audio files contained in the Software, and located in the samples directory, the examples subdirectory, samples files or any similar type directory or file.",
  "eula-license-11-title": "11. Additional Terms: Educational Products.",
  "eula-license-11-para": "If Licensee is an educational institution, Licensee’s Territory, as defined in Section 33. Territory, and the Licensed Materials include an Educational Product, defined below, then the following additional terms and conditions set forth in this Section 12 shall apply.",
  "eula-license-1101-para": "Additional Definitions.",
  "eula-license-11011-para": "“Educational Site” means computer labs, classrooms or offices located at one of Licensee’s facilities in a single state or province, and may include Licensee’s main campus or a satellite campus provided that such satellite campus offers the same curricula as the main campus.",
  "eula-license-11012-para": "“Secondary Institution” means an educational institution commonly referred to as “high school” or “secondary school” (in the United States this typically means grades 9 through 12).",
  "eula-license-11013-para": "“Post-secondary Institution” means an educational institution commonly referred to as a “college”, “university”, “post-secondary school” or “tertiary school”.",
  "eula-license-11014-para": "“Educational Products” means any Software that is a used with a License Identifier that identifies the License Type as either “Educational Stand-alone (Individual) License”, “Educational Multi-seat Stand-alone License” or “Educational Network License”.",
  "eula-license-11015-para": "“Public Educational Institution” means an educational institution that is legal branch or agency of a state or local government.",
  "eula-license-1102-para": "Educational Site Restrictions.",
  "eula-license-11021-para": "If Licensee is a Secondary Institution, then Licensee’s use of Licensed Materials shall be limited to use at one (1) Educational Site.",
  "eula-license-1103-para": "Governing Law for Public Educational Institutions. If Licensee is a Public Educational Institution, this Agreement will be governed by and construed in accordance with the laws of the State or Province in which such Public Educational Institution is located. Such laws shall govern without reference to the conflicts-of-laws rules thereof. The UN Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act shall not apply to (and are excluded from the laws governing) this Agreement. In addition, each party agrees that any claim, action or dispute arising under or relating to this Agreement will be brought exclusively in (and the parties will be subject to the exclusive jurisdiction of) the local courts of the county in which the main campus of Licensee is located, or the administrative tribunal having exclusive jurisdiction over disputes involving Licensee, as applicable.",
  "eula-license-12-para": "12. Hypertherm download technology may utilize a limited amount of your upload bandwidth and PC resources. During installation of Software, data may be gathered (e.g., location of the installation, products installed) and this data is used solely for internal purposes.",
  "eula-license-exhibition-a": "Exhibit A",
  "eula-license-exhibition-a-title": "Definitions",
  "eula-license-exhibition-a1-title": "“Access”",
  "eula-license-exhibition-a1-para": "or “Accessible” means, with respect to a computer program or other materials, (a) to use or execute the computer program or other materials or (b) to use or otherwise benefit from the features or functionality of the computer program or other materials.",
  "eula-license-exhibition-a2-title": "“Agreement”",
  "eula-license-exhibition-a2-para": "means this License and Services Agreement, including all exhibits and schedules thereto, as the License and Services Agreement may be amended from time to time in accordance with the terms thereof.",
  "eula-license-exhibition-a3-title": "“Authorized User”",
  "eula-license-exhibition-a3-para": "means any individual person who Installs or Accesses, or is authorized to Install or Access, any of the Licensed Materials.",
  "eula-license-exhibition-a4-title": "“Hypertherm”",
  "eula-license-exhibition-a4-para": "means Hypertherm, Inc., a New Hampshire corporation, except that if, Licensee acquires a license to the Hypertherm Materials in (a) a country in Europe, United Kingdom, Africa or the Middle East, “Hypertherm” means Hypertherm Europe B.V. or (b) a country in Asia-Pacific, Oceania or the Asia-Pacific region, “Hypertherm” means Hypertherm (S) Pte Ltd., or (c) China, “Hypertherm” means Hypertherm (Shanghai) Trading Co. Ltd. or (d) a country in South America or Central America, “Hypertherm”",
  "eula-license-exhibition-a5-title": "“Hypertherm License Manager”",
  "eula-license-exhibition-a5-para": "means the tool known as Hypertherm License Manager or any future Hypertherm tool for managing, monitoring or controlling Installation of or Access to Hypertherm Materials.",
  "eula-license-exhibition-a6-title": "“Hypertherm Materials”",
  "eula-license-exhibition-a6-para": "means any materials distributed or made available by Hypertherm, directly or indirectly, including Software, Supplemental Materials, User Documentation and Excluded Materials (whether or not licensed to Licensee).",
  "eula-license-exhibition-a7-title": "“Computer”",
  "eula-license-exhibition-a7-para": "means (i) a single electronic device, with one or more central processing units (CPUs), that accepts information in digital or similar form and manipulates the information for a specific result based on a sequence of instructions, or (ii) a software implementation of such a device (or so-called virtual machine).",
  "eula-license-exhibition-a8-title": "“Customer Information Form”",
  "eula-license-exhibition-a8-para": "means a form completed by or on behalf of Licensee and submitted to Hypertherm or a Reseller, directly or indirectly, in connection with Licensee’s order for a license of Hypertherm Materials, Subscription or Services.",
  "eula-license-exhibition-a9-title": "“Educational Purposes”",
  "eula-license-exhibition-a9-para": "means purposes directly related to learning, teaching, training, and research and development that are part of the instructional functions performed by a primary or secondary educational institution or any degree-granting or certificate-granting institution or any learning, teaching or training facilities, but does not include commercial, professional or for-profit instructional or other purposes.",
  "eula-license-exhibition-a10-title": "“Evaluation Purposes”",
  "eula-license-exhibition-a10-para": "means purposes of evaluation and demonstration of the capabilities of the Software or Supplemental Materials but excludes competitive analysis and any commercial, professional, or other for-profit purposes.",
  "eula-license-exhibition-a11-title": "“Excluded Materials”",
  "eula-license-exhibition-a11-para": "means any materials, including Software, Supplemental Materials or User Documentation (and including, without limitation, any computer programs, modules or components of a computer program, functionality or features of a computer program, explanatory printed or electronic materials, content or other materials, if any), that may be provided or become available to Licensee, by any means, or that are on any media delivered to Licensee, for which (a) Licensee does not have a License Identification, or (b) Licensee has not paid (and continued to pay) the applicable fees. Licensee acknowledges that Excluded Materials are included on media or via download for convenience of the licensing mechanism used by Hypertherm, and inclusion does not in any way authorize, expressly or impliedly, a right to use such Excluded Materials.",
  "eula-license-exhibition-a12-title": "“Faculty”",
  "eula-license-exhibition-a12-para": "means Personnel of a primary or secondary educational institution or any degree-granting or certificate-granting educational institution or any learning, teaching or training facilities and who upon request by Hypertherm is able to provide proof of such status.",
  "eula-license-exhibition-a13-title": "“Install”",
  "eula-license-exhibition-a13-para": "and “Installation” means, with respect to a computer program or other materials, to copy the program or other materials onto a hard disk or other storage medium.",
  "eula-license-exhibition-a14-title": "“License Identification”",
  "eula-license-exhibition-a14-para": "means one or more designations by Hypertherm that set forth the License Type (among other things) for Licensee’s license of the Licensed Materials. The License Identification may be (a) located (i) in the Licensed Materials (e.g., in an “About” box, license information dialog box, or text file of Software), (ii) on or with Hypertherm packaging, or (iii) in a written confirmation or other notice issued to Licensee by Hypertherm and transmitted via email, facsimile, physical delivery, or otherwise, or (b) obtained from Hypertherm on request. For clarification, License Identification does not include a designation, confirmation, packaging or other document provided by a Reseller or other third party.",
  "eula-license-exhibition-a15-title": "“License Type”",
  "eula-license-exhibition-a15-para": "means a type of license specified by Hypertherm for Hypertherm Materials, including the types set forth in Exhibit B. License Type includes the terms specified by Hypertherm for each type of license, including the applicable terms set forth in Exhibit B. License Type is determined by Hypertherm and may be specified in the applicable License Identification.",
  "eula-license-exhibition-a16-title": "“Licensed Materials”",
  "eula-license-exhibition-a16-para": "means Software, Supplemental Materials and User Documentation (a) downloaded by clicking on the “I accept” button or other button or mechanism associated with this Agreement or by otherwise indicating assent to this Agreement, (b) delivered prepackaged with this Agreement, or (c) otherwise accompanied by this Agreement, provided that (i) in the case of Software, the Software is identified in an applicable License Identification, and (ii) Licensee has paid (and continues to pay) the applicable fees. Licensed Materials also includes Supplemental Materials and User Documentation that Hypertherm provides or makes available to Licensee for use with Software licensed under this Agreement if there are no separate terms for such materials specified by Hypertherm. Licensed Materials includes, without limitation, any error corrections, patches, service packs and updates to, and new versions of, the Licensed Materials that Hypertherm provides or makes available to Licensee under Licensee’s then-current license. Licensee acknowledges that availability of updates and new versions may be subject to additional fees, Maintenance, or the Subscription Program Terms. In addition, Licensed Materials includes, without limitation, any Previous Versions and other Hypertherm Materials that Licensee receives or retains pursuant to Maintenance or the Subscription Program Terms, but only for so long as and to the extent expressly authorized by the Maintenance period or the Subscription Program Terms. Notwithstanding the foregoing (or any other provision of this Agreement), Licensed Materials in all cases excludes Excluded Materials.",
  "eula-license-exhibition-a17-title": "“Licensee”",
  "eula-license-exhibition-a17-para": "means (a) the company or other legal entity on behalf of which Hypertherm Materials are acquired, if the Hypertherm Materials are acquired on behalf of such an entity (e.g., by an employee, independent contractor, or other authorized representative), or (b) if there is no such entity, the individual who accepts this Agreement (e.g., by selecting the “I accept” button or other button or mechanism associated with this Agreement or otherwise indicating assent to this Agreement, or by installing, downloading, accessing, or otherwise copying or using all or any portion of the Hypertherm Materials). For clarification, “Licensee” refers only to a single, specifically identified legal entity or individual, and does not include any subsidiary or affiliate of any such legal entity or individual or any other related person.",
  "eula-license-exhibition-a18-title": "“Licensee’s Internal Business Needs”",
  "eula-license-exhibition-a18-para": "means, in reference to Licensed Materials, the use of such Licensed Materials (and the features and functionality thereof) by Licensee’s own Personnel to meet the internal requirements of Licensee’s business in the ordinary course of such business, provided that Internal Business Needs will in no event include providing or making available such Licensed Materials (or the features or functionality thereof) to any third party.",
  "eula-license-exhibition-a19-title": "“Maintenance”",
  "eula-license-exhibition-a19-para": "is the program offered generally by Hypertherm under which Hypertherm provides (among other things) Updates to new versions of Hypertherm Materials. Maintenance is non-perpetual and time restricted.",
  "eula-license-exhibition-a20-title": "“Networked Basis”",
  "eula-license-exhibition-a20-para": "means a computing environment that includes a Computer acting as a file server which allows the Licensed Materials Installed on such Computer to be uploaded and Installed to, and operated, viewed or otherwise Accessed from, other Computers through a local area network connection or through a VPN connection subject to compliance with the VPN Requirements.",
  "eula-license-exhibition-a21-title": "“Permitted Number”",
  "eula-license-exhibition-a21-para": "means a maximum number (e.g., number of authorized users, number of concurrent users, number of computers, sessions, etc.) applicable to a license of the Licensed Materials and to the License Type associated with such license. Such number is determined by Hypertherm and may be specified in the applicable License Identification.",
  "eula-license-exhibition-a22-title": "“Personal Learning Purposes”",
  "eula-license-exhibition-a22-para": "means (i) personal learning as a Student or (ii) in the case of a non-Student, personal learning, excluding (a) in-person or online classroom learning in any degree-granting or certificate granting program, and (b) learning related to any commercial, professional or other for-profit purposes.",
  "eula-license-exhibition-a23-title": "“Personnel",
  "eula-license-exhibition-a23-para": "means (a) Licensee’s individual employees and (b) individual persons who are independent contractors working on Licensee’s premises and who Install and Access the Licensed Materials only on and through Computers owned or leased and controlled by Licensee.",
  "eula-license-exhibition-a24-title": "“Previous Versions”",
  "eula-license-exhibition-a24-para": "means, as to any then-current release of Licensed Materials, a prior release of the Licensed Materials as to which such then-current release is a successor or substitute (as determined by Hypertherm).",
  "eula-license-exhibition-a25-title": "“Reseller”",
  "eula-license-exhibition-a25-para": "means a distributor or reseller authorized directly or indirectly by Hypertherm to distribute authentic Hypertherm Materials to Licensee.",
  "eula-license-exhibition-a26-title": "”Services”",
  "eula-license-exhibition-a26-para": "means services (including the results of services) provided or made available by Hypertherm, including, without limitation, support services, storage, simulation and testing services, training and other benefits.",
  "eula-license-exhibition-a27-title": "“Services Terms”",
  "eula-license-exhibition-a27-para": "means the terms for Services set forth at a location where a user may order or register for, or that is displayed in connection with ordering or registering for, such Services (e.g., a web page).",
  "eula-license-exhibition-a28-title": "“Software”",
  "eula-license-exhibition-a28-para": "means a computer program, or a module or component of a computer program, distributed or made available by Hypertherm. The term “Software” may also refer to functions and features of a computer program.",
  "eula-license-exhibition-a29-title": "“Stand-alone Basis”",
  "eula-license-exhibition-a29-para": "means (i) the Licensed Materials are Installed on a single Computer and (ii) the Licensed Materials cannot be Installed on, or operated, viewed or otherwise Accessed from or through, any other Computer (e.g., through a network connection of any kind).",
  "eula-license-exhibition-a30-title": "“Student”",
  "eula-license-exhibition-a30-para": "means an individual person who is, (i) at the time of Installation of Licensed Materials, enrolled (a) at a recognized degree-granting or certificate-granting educational institution for three (3) or more credit hours in a degree-granting or certificate granting education program or (b) in a nine (9) month or longer certificate program and (ii) upon request by Hypertherm is able to provide proof of such enrollment.",
  "eula-license-exhibition-a31-title": "“Subscription”",
  "eula-license-exhibition-a31-para": "is a non-perpetual and time restricted access to Hypertherm Materials.",
  "eula-license-exhibition-a32-title": "“Subscription Program Terms”",
  "eula-license-exhibition-a32-para": "means the terms for Subscriptions set forth by Hypertherm in the Subscription After Sales Policies.",
  "eula-license-exhibition-a33-title": "“Supplemental Materials”",
  "eula-license-exhibition-a33-para": "means materials, other than Software and related User Documentation, that are distributed or made available by Hypertherm for use with Software. Supplemental Materials include, without limitation, (a) content, such as sample drawings and designs (e.g., parts of a job that are to be programmed), (b) standard robot and tooling libraries and default processors, (c) tools for rendering the output of the Software, such as fonts, and (d) Development Materials, application programming interfaces (APIs), and other similar developer materials (including API Information).",
  "eula-license-exhibition-a34-title": "“Territory”",
  "eula-license-exhibition-a34-para": "(a) means the country, countries or jurisdiction(s) specified in the License Identification, or (b) if there is no such License Identification, or no country or jurisdiction is specified in the License Identification, means the country in which Licensee acquires a license to the Hypertherm Materials. If the License Identification specifies, or Licensee acquires the Hypertherm Materials in, a member country of the European Union or the European Free Trade Association, Territory means all the countries of the European Union and the European Free Trade Association.",
  "eula-license-exhibition-a35-title": "“Uninstall”",
  "eula-license-exhibition-a35-para": "means to remove or disable a copy of Hypertherm Materials from a hard drive or other storage medium through any means or otherwise to destroy or make unusable a copy of the Hypertherm Materials.",
  "eula-license-exhibition-a36-title": "“Update”",
  "eula-license-exhibition-a36-para": "means a full commercial version of Licensed Materials (a) which is a successor to or substitute for a qualifying prior release (and may incorporate error corrections, patches, service packs and new versions which  may enhance or add to the features or functionality of, the prior release) or different release of Licensed Materials, (b) is provided to a Licensee who has previously licensed the applicable qualifying prior or different release from Hypertherm and (c) for which Hypertherm generally charges a separate fee or makes available to customers under Subscription or Maintenance. Whether Hypertherm Materials are an Update and whether Licensee has met the qualifications to license particular Hypertherm Materials as an Update are determined by Hypertherm.",
  "eula-license-exhibition-a37-title": "“User Documentation”",
  "eula-license-exhibition-a37-para": "means the explanatory or instructional materials for Software or Supplemental Materials (including materials regarding use of the Software or Supplemental Materials), whether in printed or electronic form, that Hypertherm or a Reseller incorporates in the Software or Supplemental Materials (or the packaging for the Software or Supplemental Materials) or otherwise provides to its customers when or after such customers license, acquire or Install the Software or Supplemental Materials.",
  "eula-license-exhibition-a38-title": "“VPN Requirements”",
  "eula-license-exhibition-a38-para": "means (i) the Licensed Materials are Accessed through a secure virtual private network (“VPN”); (ii) the maximum number of concurrent users Accessing the Licensed Materials (on a Networked Basis or through the VPN) does not exceed the Permitted Number at any time; (iii) all copies of the Licensed Materials are Installed and Accessed exclusively in conjunction with the technical protection device (if any) supplied with the Licensed Materials; and (iv) the VPN connection is secure and complies with current industry standard encryption and protection mechanisms.",
  "eula-license-exhibition-b": "Exhibit B",
  "eula-license-exhibition-b-title": "License Types",
  "eula-license-exhibition-b1-title": "Stand-alone (Individual) License.",
  "eula-license-exhibition-b1-para": "If the License Identification identifies the License Type as a “Stand-alone License” or as an “Individual License,\" Licensee may Install a single primary copy of the specific release of the Licensed Materials designated in the applicable License Identification on one (1) Computer, on a Stand-alone Basis, and permit Access to such primary copy of the Licensed Materials solely by Licensee’s Personnel, and solely for Licensee’s Internal Business Needs. Licensee may also Install a single additional copy of such Licensed Materials on one (1) additional Computer, on a Stand-alone Basis; provided that (i) such additional copy of the Licensed Materials is Accessed solely by the same person as the primary copy; (ii) such person is Licensee (if Licensee is an individual) or an employee of Licensee; (iii) such person Accesses the additional copy solely to perform work while away from that person’s usual work location and solely for Licensee’s Internal Business Needs; and (iv) the primary and additional copies are not Accessed at the same time. Stand-alone (Individual) License is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "eula-license-exhibition-b2-title": "Multi-seat Stand-alone License.",
  "eula-license-exhibition-b2-para": "If the License Identification identifies the License Type as a “Multi-seat Stand-alone License,\" Licensee may Install primary copies of the specific release of the Licensed Materials designated in the applicable License Identification on up to the Permitted Number of Computers, on a Stand-alone Basis, and permit Access to such copies of the Licensed Materials solely by Licensee’s Personnel, and solely for Licensee’s Internal Business Needs. Licensee may also Install additional copies of such Licensed Materials on additional Computers in an amount up to the Permitted Number of Computers, on a Stand-alone Basis; provided that (i) each additional copy of such Licensed Materials is Accessed solely by the same person as the primary copy; (ii) such person is Licensee (if Licensee is an individual) or an employee of Licensee; (iii) such person Accesses the additional copy solely to perform work while away from that person’s usual work location and solely for Licensee’s Internal Business Needs; and (iv) the primary and additional copies are not Accessed at the same time. Multi-seat Stand-alone License is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "eula-license-exhibition-b3-title": "Network License.",
  "eula-license-exhibition-b3-para": "If the License Identification identifies the License Type for the Licensed Materials as a “Network License,\" Licensee may Install copies of the specific release of the Licensed Materials designated in the applicable License Identification on a Computer and permit Access to such Licensed Materials on multiple Computers, on a Networked Basis, solely by Licensee’s Personnel, solely for Licensee’s Internal Business Needs, only so long as the maximum number of concurrent Authorized Users does not exceed the Permitted Number of Authorized Users or other limits imposed by the Hypertherm License Manager (if any). Licensee may, at Licensee’s option, also Install the Licensed Materials on a Hot Backup Server; provided that Licensee may Access the Licensed Materials on the Hot Backup Server only during the time period when, and solely for as long as, the primary Installed copy of the Licensed Materials is inoperable and only subject to the same terms and conditions as are applicable to the primary Installed copy. A “Hot Backup Server” means a file server Computer that has a second copy of the Software and Supplemental Materials Installed but that is not permitted to be Accessible except when the primary Installed copy of the Software and Supplemental Materials are inoperable and only for so long as such primary Installed copy is inoperable. A Network License is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "eula-license-exhibition-b4-title": "Educational Stand-alone (Individual) License.",
  "eula-license-exhibition-b4-para": "If the License Identification identifies the License Type as an “Educational Stand-alone (Individual) License,” Licensee may Install a copy of the specific release of the Licensed Materials designated in the applicable License Identification on one (1) Computer, subject to certain functional limitations described in Section 6.3 (Affected Data), on a Stand-alone Basis, and permit Access to such copy of the Licensed Materials solely by (a) Faculty and Students where Licensee is a degree-granting or certificate-granting educational institution (and such Students are deemed to be Personnel of Licensee for purposes of the Educational Stand-alone (Individual) License), or (b) by the Student if Licensee is a Student; or (c) by Faculty if Licensee is Faculty, in each case solely for Educational Purposes. An Educational Stand-alone (Individual) License where Licensee is a degree-granting or certificate granting educational institution is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement. An Educational Stand-alone (Individual) License where Licensee is a Student is for a fixed term specified in the applicable License Identification or, if no such term is specified, the term is twelve (12) months from Installation or as otherwise authorized in writing by Hypertherm in the case of a license granted free of charge, or is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement. An Educational Stand-alone (Individual) License where Licensee is Faculty is for a twelve (12) month term, in the case of a license granted free of charge, or is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "eula-license-exhibition-b5-title": "Educational Multi-seat Stand-alone License.",
  "eula-license-exhibition-b5-para": "If the License Identification identifies the License Type as an “Educational Multi-seat Stand-alone License,” Licensee may Install copies of the specific release of the Licensed Materials designated in the applicable License Identification on up to the Permitted Number of Computers, subject to certain functional limitations described in Section 6.3 (Affected Data), on a Stand-alone Basis, and permit Access to such copies of the Licensed Materials solely by Students (and such Students are deemed to be “Personnel” of Licensee for purposes of the Educational Multi-seat Stand-alone License) and Faculty at degree-granting or certificate-granting educational institutions, solely for Educational Purposes, and only at and from locations that are not operated for commercial, professional or for-profit purposes. An Educational Multi-seat Stand-alone License is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "eula-license-exhibition-b6-title": "Educational Network License.",
  "eula-license-exhibition-b6-para": "If the License Identification identifies the License Type as an “Educational Network License,” Licensee may Install copies of the specific release of the Licensed Materials designated in the applicable License Identification on a single file server Computer, subject to certain functional limitations described in Section 6.3 (Affected Data), and Access such Licensed Materials on multiple Computers on a Networked Basis, and permit Access to such copies of the Licensed Materials solely by Students (such Students are deemed to be “Personnel” of Licensee for purposes of the Educational Network License) and Faculty at degree-granting or certificate-granting educational institutions, solely for Educational Purposes, only so long as the maximum number of concurrent Authorized Users does not exceed the Permitted Number of Authorized Users, and only at and from locations that are not operated for commercial, professional or for-profit purposes. An Educational Network License is for a twelve (12) month term, in the case of a license granted free of charge, or is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "eula-license-exhibition-b7-title": "Personal Learning License.",
  "eula-license-exhibition-b7-para": "If the License Identification identifies the License Type as a “Personal Learning License” in the applicable License Identification, Licensee may Install a copy of the specific release of the Licensed Materials designated in the applicable License Identification on one (1) Computer, subject to certain functional limitations described in Section 6.3 (Affected Data), on a Stand-alone Basis, and permit Access to such copy of the Licensed Materials solely by Licensee, as an individual, solely for Personal Learning Purposes and only at and from locations that are not labs or classrooms and are not operated for commercial, professional or for-profit purposes. A Personal Learning License Stand-alone is for a fixed term specified in the applicable License Identification. If no such term is specified, the term is twelve (12) months from Installation.",
  "eula-license-exhibition-b8-title": "Evaluation/Demonstration/Trial.",
  "eula-license-exhibition-b8-para": "If Hypertherm identifies the License Type as a “demonstration”, “evaluation”, “trial,” “not for resale” or “NFR” version (each, an “Evaluation License”) in the applicable License Identification, Licensee may Install a copy of the specific release of the Licensed Materials designated in the applicable License Identification on one (1) Computer, subject to certain functional limitations described in Section 6.3 (Affected Data), on a Stand-alone Basis, and permit Access to such copy of the Licensed Materials, solely by Licensee’s Personnel, solely for Evaluation Purposes, only so long as the maximum number of concurrent Authorized Users does not exceed one (1), and only from Licensee’s work location. An Evaluation License is for a fixed term specified in the applicable License Identification. If no such term is specified, the term is thirty (30) days from Installation or as otherwise authorized in writing by Hypertherm.",
  "eula-license-exhibition-b9-title": "Session Specific Network License.",
  "eula-license-exhibition-b9-para": "If the License Identification identifies the License Type as a \"Session Specific Network License\", Licensee may install one (1) copy of the specific release of the Licensed Materials designated in the applicable License Identification on a Computer and permit Access to such Licensed Materials from multiple Computers through a Supported Virtualization Application, on a Networked Basis, solely by Licensee's Personnel, solely for Licensee's Internal Business needs, only so long as the maximum number of concurrent Sessions does not exceed the Permitted Number or other limits imposed by the Hypertherm License Manager tool (if any). For purposes of this Session Specific Network License, (a) a “Session” is defined as a single interactive information exchange between two Computers that are connected through a Supported Virtualization Application, and (b) “Supported Virtualization Application(s)” are those third-party virtualization applications or methods that are specifically identified as supported by Hypertherm in the User Documentation for the Licensed Materials. With respect to the applicable Supported Virtualization Application, Licensee agrees to activate any available session tracking mechanism, not disable any such session tracking mechanism and to retain all records generated by such session tracking mechanism. A Session Specific Network License is activated for either a perpetual or temporary term or subject to the Subscription Program Terms depending on the License Type as defined by the License Identification, except as otherwise provided in this Agreement.",
  "footer-section-about": "Acerca de Robotmaster",
  "footer-newsroom-whatsnew": "Qué hay de nuevo",
  "footer-why-getting-most": "Maximiza tu robot",
  "footer-why-evolution": "Evolución de la OLP",
  "footer-why-solving": "Resolviendo desafíos de la OLP",
  "footer-section-contact": "Contáctenos",
  "footer-copyright": "Copyright © 2019 Hypertherm, Inc. All Rights Reserved.",
  "footer-v6-brochure": "Folleto de V6",
  "footer-general-brochure": "Folleto general",
  "footer-terms-of-use": "Terms of Use",
  "footer-gdpr": "GDPR",
  "gdpr.page.caption": "GDPR",
  "gdpr.title": "Hypertherm’s EU General Data Protection Regulation Statement",
  "gdpr.sect1.heading": "Statement",
  "gdpr.sect1.para": "The EU General Data Protection Regulation, effective May 25, 2018 (“GDPR”), aims to strengthen the security and protection of personal data in the European Union and will replace the European Privacy Directive and national legislations accordingly.  The GDPR imposes additional requirements for companies that collect or store personal data of European Union residents.",
  "gdpr.sect2.heading": "Our Commitment",
  "gdpr.sect2.para": "Hypertherm welcomes the arrival of the GDPR.  We are committed to ensuring the security and protection of the personal information that we process to meet the demands of the GDPR.  The success of our company builds on the trust that our associates, customers, and other stakeholders have in our ability to deliver premier quality.  This includes our ability to apply a high level of data protection and security in relation to personal data that our associates, customers, and third parties entrust to us.  Hypertherm considers it not just its duty to comply with national and international data protection regulations, but also to do this by applying the same standards, processes, and procedures throughout our Hypertherm footprint.  This allows us to deliver the transparency, predictability, and consistency that our stakeholders expect from us.  Our preparation and measures for GDPR compliance have been summarized in this statement and include the development and implementation of new data protection preparations, roles, policies, procedures, controls, and measures to ensure maximum and ongoing compliance.",
  "gdpr.sect3.heading": "Preparations",
  "gdpr.sect3.para": "Our policies regarding data protection are focused on providing stakeholders with confidence that their data remains secure.  We have established a number of measures to ensure that stakeholders and their data are treated in a manner consistent with privacy principles. Therefore, our preparations for the GDPR requirements across our organization include:",
  "gdpr.sect3.list1.heading": "Information Audit:",
  "gdpr.sect3.list1.para": "carrying out an information audit from a GDPR lens via data mapping and inventories to identify and assess what personal information we hold, its source, how and why it is processed, and if and to whom it is disclosed.",
  "gdpr.sect3.list2.heading": "Policies & Procedures:",
  "gdpr.sect3.list2.para": "data protection policies and procedures to meet the requirements and standards of the GDPR and any relevant data protection laws, including:",
  "gdpr.sect3.list2.sub1.heading": "Data Protection",
  "gdpr.sect3.list2.sub1.para": "our main policy and procedure document for data protection has been overhauled to meet the standards and requirements of the GDPR.  Accountability and governance measures are in place to ensure that we understand and adequately disseminate and evidence our obligations and responsibilities; with a dedicated focus on privacy by design and the rights of individuals.",
  "gdpr.sect3.list2.sub2.heading": "Data Retention & Erasure",
  "gdpr.sect3.list2.sub2.para": "we have updated our retention policy and schedule to ensure that we meet the ‘data minimization’ and ‘storage limitation’ principles and that personal information is stored, archived and destroyed compliantly and ethically.",
  "gdpr.sect3.list2.sub3.heading": "Data Breaches",
  "gdpr.sect3.list2.sub3.para": "our breach procedures ensure that we have safeguards and measures in place to identify, assess, investigate and report any personal data breach at the earliest possible time. Our procedures are robust and have been disseminated to all employees, making them aware of the reporting lines and steps to follow.",
  "gdpr.sect3.list2.sub4.heading": "International Data Transfers & Third-Party Disclosures",
  "gdpr.sect3.list2.sub4.para": "where Hypertherm stores or transfers personal information outside the EU, we have robust procedures and safeguarding measures in place to secure, encrypt and maintain the integrity of the data.  We are working to put the systems and processes in place to facilitate our continual review of the countries with sufficient adequacy decisions, as well as adopting provisions for binding corporate rules; standard data protection clauses or approved codes of conduct for those countries without.  We carry out strict due diligence checks with all recipients of personal data to assess and verify that they have appropriate safeguards in place to protect the information, ensure enforceable data subject rights and have effective legal remedies for data subjects where applicable.",
  "gdpr.sect3.list2.sub5.heading": "Subject Access Request (“SAR”)",
  "gdpr.sect3.list2.sub5.para": "we have revised our SAR procedures to accommodate the revised, mandated thirty-day timeframe for providing the requested information and for making this provision free of charge. Our new procedures detail how to verify the data subject, steps to take for processing an access request and what exemptions apply to ensure that communications with data subjects are compliant, consistent, and adequate.",
  "gdpr.sect3.list3.heading": "Legal Basis for Processing:",
  "gdpr.sect3.list3.para": "we are reviewing all processing activities to identify the legal basis for processing and ensuring that the basis is appropriate for the activity.  Where applicable, we also maintain records of our processing activities, ensuring that our obligations under Article 30 of the GDPR are met.",
  "gdpr.sect3.list4.heading": "Privacy Policy:",
  "gdpr.sect3.list4.para": "we have our Privacy Notice to comply with the GDPR, ensuring that all individuals whose personal information we process have been informed of why we need it, how it is used, what their rights are, to whom the information is disclosed, and what safeguarding measures are in place to protect their information.  https://www.hypertherm.com/en-US/policies/",
  "gdpr.sect3.list5.heading": "Obtaining Consent:",
  "gdpr.sect3.list5.para": "we have revised our consent mechanisms for obtaining personal data, ensuring that individuals understand what they are providing, why and how we use it and giving clear, defined ways to consent to us processing their information. We have developed stringent processes for recording consent, making sure that we can evidence an affirmative opt-in, along with time and date records; and a straightforward way to withdraw consent at any time.",
  "gdpr.sect3.list6.heading": "Direct Marketing:",
  "gdpr.sect3.list6.para": "we have revised processes for direct marketing, including clear opt-in mechanisms for marketing subscriptions; a clear notice and method for opting out and providing unsubscribe features on all subsequent marketing materials.",
  "gdpr.sect3.list7.heading": "Data Protection Impact Assessments (“DPIA”):",
  "gdpr.sect3.list7.para": "where we process personal information that is considered high risk, involves large scale processing or includes special category/criminal conviction data; we have developed stringent procedures and assessment templates for carrying out impact assessments that comply fully with the GDPR’s Article 35 requirements. We have implemented documentation processes that record each assessment, allow us to rate the risk posed by the processing activity and implement mitigating measures to reduce the risk posed to the data subject.",
  "gdpr.sect3.list8.heading": "Special Categories Data:",
  "gdpr.sect3.list8.para": "where we process any special category information, we do so in complete compliance with the GDPR’s Article 9 requirements and have encryptions and protections on all such data. Special category data is only processed where necessary and is only processed where we have first identified the appropriate Article 9(2) basis. Where we rely on consent for processing, this is explicit and is verified by a signature, with the right to modify or remove consent being clearly signposted.",
  "gdpr.sect4.heading": "Data Subject Rights",
  "gdpr.sect4.para": "In addition to the procedures above, we provide information via our numerous communication means of an individual’s right to access any personal information that Hypertherm processes about them and to request information about:",
  "gdpr.sect4.list1": "What personal data we hold about the individual",
  "gdpr.sect4.list2": "The purposes of the processing",
  "gdpr.sect4.list3": "The categories of personal data concerned",
  "gdpr.sect4.list4": "How long we intend to store the personal data",
  "gdpr.sect4.list5": "If we did not collect the data directly from the individual, information about the source",
  "gdpr.sect4.list6": "The right to have incomplete or inaccurate data about the individual corrected or completed and the process for the request",
  "gdpr.sect4.list7": "The right to request erasure of personal data (where applicable) or to restrict processing in accordance with data protection laws, as well as to object to any direct marketing from us and to be informed about any automated decision-making that we use",
  "gdpr.sect4.list8": "The right to lodge a complaint and who to contact in such instances",
  "gdpr.sect5.heading": "Information Security Measures",
  "gdpr.sect5.para": "Hypertherm takes the privacy and security of individuals and their personal information very seriously and take every reasonable measure and precaution to protect and secure the personal data that we process.  We have robust information security policies and procedures in place to protect personal information from unauthorized access, alteration, disclosure, or destruction and have several layers of security measures, including measures such as access controls, password policy, encryptions, practices, restriction, and authentication types.",
  "gdpr.sect6.heading": "GDPR Roles",
  "gdpr.sect6.para1": "Hypertherm has designated a cross-functional, global team to develop and implement our roadmap for complying with the GDPR.  The team is responsible for promoting awareness of the GDPR across the organization, assessing our GDPR readiness, identifying any gap areas, and implementing the new policies, procedures and measures.",
  "gdpr.sect6.para2": "Hypertherm understands that continuous associate awareness and understanding is vital to the continued compliance of the GDPR and have involved our associates in our preparation plans.  We have implemented an associate notice which will be provided to all associate prior to May 25th, 2018, and forms part of our welcome of the GDPR.",
  "gdpr.sect7.heading": "Further information",
  "gdpr.sect7.para1": "If you have any questions about our preparation for the GDPR, please contact our dedicated privacy contact:",
  "gdpr.sect7.para2": "We are committed to protecting your personal information and being transparent about what information we hold.",
  "gdpr.sect7.link": "DataProtection@Hypertherm.com",
  "home-heading-1-part-1": "¿Qué es",
  "home-heading-1-part-2": "Robotmaster?",
  "home-section-1-para": "Robotmaster CAD/CAM para robots integra de manera fluida programación off-line, simulación y generación de código, entregando programas para robots rápidos y libres de errores.",
  "home-section-1-listitem-1": "trayectorias de robot precisas sin puntos de aprendizaje",
  "home-section-1-listitem-2": "entorno interactivo de simulación/edición, de estilo “hacer clic y arrastrar”",
  "home-section-1-listitem-3": "optimización automática del movimiento del robot",
  "home-section-1-listitem-4": "compatibilidad con múltiples fabricantes de robots",
  "home-heading-2-part-1": "¿Por qué",
  "home-heading-2-part-2": "Robotmaster?",
  "home-section-2-para": "Robotmaster reduce drásticamente el tiempo y esfuerzo de programación off-line del robot con:",
  "home-section-2-listitem-1": "trayectorias optimizadas generadas automáticamente a partir de archivos CAD/CAM",
  "home-section-2-listitem-2": "resolución automática de problemas de singularidad, colisión, límites de ejes y de alcance",
  "home-section-2-listitem-3": "un entorno de simulación único e intuitivo de estilo “hacer clic y arrastrar” para ajustar trayectorias y transiciones",
  "home-section-2-listitem-4": "herramientas para optimizar el posicionamiento de las piezas, la orientación de la herramienta y el control efectivo de los ejes externos",
  "home-section-2-listitem-5": "pantallas en la aplicación para el control personalizable de parámetros específicos del proceso (como por ejemplo soldadura, corte, etc.)",
  "home-heading-3": "Aplicaciones",
  "home-section-3-para": "Robotmaster es la solución de programación off-line ideal para todas las aplicaciones que requieren CAD/CAM para robots, entre las que se incluyen: recorte, mecanizado 3D, desbarbado, pulido, soldadura, encolado, rectificado, pintura...",
  "home-section-4-para": "En Robotmaster, estamos dando grandes pasos al revolucionar la programación de aplicaciones robóticas emergentes. Gracias a ello estamos sirviendo mejor a la creciente demanda de fabricantes que buscan adoptar robots para la producción de piezas con poca o ninguna experiencia en robótica. Robotmaster elimina varios de los mayores obstáculos en el panorama robótico - el coste de implementación y el conocimiento requerido para la simulación interactiva y la programación de robots libre de errores. Si está buscando generar más beneficios con su robot usando un software simplificado pero de alto rendimiento, Robotmaster es la elección definitiva.",
  "inforeq-page-caption": "Formulario de solicitud de información",
  "inforeq-form-field-name": "Nombre",
  "inforeq-form-field-email": "Email",
  "inforeq-form-field-company": "Compañía",
  "inforeq-form-field-country": "País",
  "inforeq-form-field-province": "Estado",
  "inforeq-form-field-phone": "Teléfono",
  "inforeq-form-field-message": "Mensaje",
  "inforeq-form-field-message-placeholder": "Por favor, proporcione información adicional sobre sus necesidades o enumere cualquier pregunta que pueda tener.",
  "inforeq-form-field-robot-placeholder": "Déjelo en blanco si no es un robot",
  "inforeq-form-field-robot-warning": "Estás seguro de que eres un robot?",
  "inforeq-success-page-caption": "Information request successful",
  "inforeq-success-message": "Your information request was sent successfully.",
  "inforeq-success-additive-manufacturing-message": "Your information request for robotic additive manufacturing was sent successfully!",
  "inforeq-success-additive-manufacturing-message-2": "Your information request for robotic additive manufacturing was sent successfully!",
  "inforeq-success-additive-manufacturing-message-3": "Your information request for robotic additive manufacturing was sent successfully!",
  "inforeq-success-additive-manufacturing-message-4": "Your information request for robotic additive manufacturing was sent successfully!",
  "inforeq-success-generic-message-1": "Your generic information request was sent successfully!",
  "inforeq-success-generic-message-2": "Your generic information request was sent successfully!",
  "inforeq-success-generic-message-3": "Your generic information request was sent successfully!",
  "inforeq-success-generic-message-4": "Your generic information request was sent successfully!",
  "inforeq-success-generic-message-5": "Your generic information request was sent successfully!",
  "inforeq-success-generic-message-6": "Your generic information request was sent successfully!",
  "lang-chooser-choose-language": "Elija idioma",
  "livedemoreq-page-caption": "Demonstración en Vivo",
  "livedemoreq-page-title": "Solicitud de Demonstración en Vivo",
  "navbar-toggle-nav": "Toggle navigation",
  "notfound-page-caption": "Página no encontrada",
  "notfound-page-message": "Este contenido se ha movido o ya no está disponible. Gracias por su comprensión.",
  "notfound-page-homepage-button": "Volver a la página de inicio",
  "partners-page-caption": "Partners",
  "partners-heading": "Robots compatibles",
  "partners-sub-heading": "Robotmaster ofrece soluciones llave en mano para las siguientes marcas de robots",
  "privacy-page-caption": "Privacidad",
  "privacy-section-1-para-1": "At Robotmaster, we are committed to protecting your privacy and to developing technology that gives you the most powerful and secure online experience. You can travel through most of our site without giving us any information about yourself. But sometimes we do need information to provide services that you request, and this statement of privacy explains data collection and use in those situations. Please read the complete Robotmaster privacy statement.",
  "privacy-heading-2": "Cookies, web beacons and other technologies",
  "privacy-section-2-para-1": "A cookie is an element of data that a Web site can send to your browser, which may then be stored on your system. Some Robotmaster pages use cookies, sent by Robotmaster to better serve you when you return to the site. You can set your browser to notify you before you receive a cookie, giving you the chance to decide whether to accept it. You can also set your browser to turn off cookies. If you do so, however, some areas of some sites may not function properly. Robotmaster Web site also uses Web beacon technologies to better tailor those sites to provide better customer service. These \"Web beacons\" are placed on a number of pages across Robotmaster's Web site. When a visitor accesses these pages, an anonymous notice of that visit is generated which may be processed by us.",
  "privacy-section-2-para-2": "These Web beacons work in conjunction with cookies. If you don't want to associate your anonymous cookie information with your visits to these pages, you can set your browser to turn off cookies.If you turn off cookies, web beacon technologies will still detect anonymous visits to these pages, but the notices they generate cannot be associated with other anonymous cookie information and are disregarded.",
  "privacy-heading-3": "Privacy technology",
  "privacy-section-3-para-1": "Technology will increasingly help you to have more control over your personal information. It will also help organizations to manage their privacy practices and policies. As an information technology provider, Robotmaster actively supports the development of privacy technologies to help achieve these goals, and to help create greater trust and confidence in the way personal information is handled. Products and services are available which can help give you privacy protection while navigating the Web.",
  "privacy-section-3-para-2": "See {resources}  for an overview of many privacy-related tools.",
  "privacy-section-3-para-3": "Please note that Robotmaster has not formally evaluated all of these tools.",
  "privacy-section-3-para-4": "Questions regarding this statement should be directed to the Robotmaster site coordinator",
  "privacy-section-3-para-5": "{webmaster} for clarification or at:",
  "privacy-section-3-para-5-webmaster": "webmaster@robotmaster.com",
  "privacy-heading-4": "Customer Information Privacy Practices",
  "products-page-caption": "Productos",
  "products-title-1": "Qué es Robotmaster",
  "products-title-2": "Entorno Interactivo de Simulación",
  "products-title-3": "Principales características",
  "products-what-lead": "Robotmaster CAD/CAM para robots integra la programación off-line, la simulación y la generación de código, entregando programas de robot rápidos y libres de errores.",
  "products-what-list-1": "trayectorias de robot precisas sin puntos de aprendizaje",
  "products-what-list-2": "entorno interactivo de simulación/edición, de estilo “hacer clic y arrastrar”",
  "products-what-list-3": "Optimización automática del movimiento del robot",
  "products-what-list-4": "compatibilidad con múltiples fabricantes de robots",
  "products-inter-lead": "Robotmaster ayuda a los fabricantes a usar robots para fabricar productos de mayor calidad a menor coste, con la velocidad y la flexibilidad necesarias para desafiar a los competidores de todo el mundo.",
  "products-inter-text": "Retos como singularidades, calibración, colisiones, limitaciones de alcance y granularidad de movimiento son excepcionalmente complejos para los sistemas robóticos y pueden hacer que la programación sea particularmente engorrosa. El Entorno Interactivo de Simulación de Robotmaster (RISE) proporciona una herramienta única para programar, visualizar y optimizar procesos/eventos de forma rápida y fácil.",
  "products-feat-title-1": "Optimización",
  "products-feat-text-1": "Robotmaster ofrece una visualización rápida de problemas y oportunidades para obtener programas de robot optimizados de forma fácil. Su interactividad completa lo convierte en la herramienta integral para encontrar la mejor solución, sin intervención punto por punto, incluso a través de una estrecha banda de oportunidad. En lugar del habitual y frustrante enfoque de prueba y error, cree rápidamente programas libres de errores, sin poseer conocimientos robóticos altamente especializados.",
  "products-feat-list-1-1": "Todos los errores se visualizan y mapean en una sola pantalla y el color se codifica por tipo",
  "products-feat-list-1-2": "El conjunto completo de todas las soluciones posibles se genera y clasifica según los criterios seleccionados por el usuario",
  "products-feat-list-1-3": "Unos pocos clics en la pantalla de error se ajustan las trayectorias corrigiendo todos los problemas",
  "products-feat-list-1-4": "Capacidad de optimizar múltiples parámetros simultáneamente incluyendo: rotación de la herramienta, inclinación de la herramienta y posiciones del raíl y mesa rotativa",
  "products-feat-title-2": "Análisis del Espacio de Trabajo",
  "products-feat-text-2": "Simplicidad estilo “hacer clic y arrastrar” para resolver problemas en el alcance del robot y el posicionamiento de la pieza de trabajo con visualización y validación en tiempo real: una herramienta esencial para explorar la configuración de la célula de trabajo y definir el posicionamiento óptimo de la pieza.",
  "products-feat-list-2-1": "Visualización sencilla del espacio de trabajo requerido por todas las operaciones superpuesto sobre los límites de la célula de trabajo",
  "products-feat-list-2-2": "Hacer clic y arrastrar para reubicar y/o reorientar la pieza de trabajo con retroalimentación dinámica que muestra el impacto total de los cambios realizados en todas las operaciones",
  "products-feat-title-3": "Gestor de Transiciones",
  "products-feat-text-3": "Robotmaster programa fácilmente transiciones libres de colisiones que minimizan el tiempo de ciclo entre operaciones.",
  "products-feat-list-3-1": "Robotmaster automatiza la onerosa tarea de mover el robot eje a eje para crear trayectorias de transición seguras",
  "products-feat-list-3-2": "Conjunto de herramientas interactivas automatizadas y semiautomáticas para eliminar errores y colisiones",
  "products-feat-list-3-3": "Optimiza automáticamente la postura y la configuración del robot para realizar con éxito la siguiente tarea",
  "products-feat-title-4": "Contorneado 6-ejes",
  "products-feat-text-4": "Programación de contornos 6-ejes potente e integrada, que capacita al experto en el proceso para crear programas optimizados sin tener que asumir habilidades complejas de CAD/CAM ni de simulación robótica.",
  "products-feat-list-4-1": "Identificación y programación de contornos con un solo clic incluso en aristas complejas y para cualquier modelo CAD",
  "products-feat-list-4-2": "Capacidades de edición de contorno fáciles y extensas, sin requerir habilidades de CAD/CAM",
  "products-feat-list-4-3": "Capacidad de editar dinámicamente la trayectoria para cambiar la posición y orientación de la herramienta",
  "products-feat-list-4-4": "La mejor creación de contornos de su clase, potente y diseñada específicamente para la programación de robots",
  "products-feat-title-5": "Gestión de ejes externos",
  "products-feat-text-5": "Con Robotmaster la célula robótica al completo, incluidos todos los ejes externos, se gestiona como un único sistema integrado: controle sin esfuerzo el movimiento de todos los ejes, incluyendo raíles lineales y mesas rotativas, para aprovechar al máximo y optimizar el procesado de incluso las piezas de trabajo más grandes y complejas.",
  "products-feat-list-5-1": "Posibilidad de indexar ejes externos y/o programarlos para un movimiento totalmente coordinado",
  "products-feat-list-5-2": "Coordinación combinada y simultánea de ejes externos para una orientación ideal de la herramienta",
  "products-feat-list-5-3": "El rendimiento máximo de la optimización de Robotmaster permite controlar todos los ejes externos.",
  "products-feat-title-6": "Definición de proceso personalizada",
  "products-feat-text-6": "Robotmaster habla su lenguaje de proceso - interfaces de usuario optimizadas y específicas de la aplicación que permiten al experto en el proceso establecer y administrar sus parámetros óptimos.",
  "products-feat-list-6-1": "La integración de los parámetros específicos del proceso del usuario (como por ejemplo soldadura, corte, etc.) se simplifica con pantallas modificables que definen la interacción, terminología y configuraciones de control exclusivas para la aplicación",
  "products-feat-list-6-2": "Los parámetros de proceso pueden ser creados, modificados y controlados por el usuario para el programa completo, operaciones específicas o en puntos seleccionados",
  "ribbon-heading-1": "Eventos",
  "ribbon-heading-2": "Sala de prensa",
  "ribbon-heading-3": "Novedades",
  "ribbon-desc-1": "Vea una demostración del software Robotmaster en varios eventos durante el año.",
  "ribbon-desc-2": "Para descubrir las últimas novedades en Robotmaster, haga clic aquí.",
  "ribbon-desc-3": "Robotmaster V7",
  "slideshow-img-1": "/img/slide00.png",
  "slideshow-img-2": "/img/slide01.png",
  "slideshow-img-3": "/img/slide02.png",
  "slideshow-img-4": "/img/slide03.png",
  "slideshow-img-5": "/img/slide04.png",
  "slideshow-img-6": "/img/slide05.png",
  "slideshow-img-7": "/img/slide06.png",
  "success-page-caption": "Historias de éxito",
  "success-section-1-title": "Cliente",
  "success-section-2-title": "Artículos de prensa",
  "topbar-support": "Soporte",
  "topbar-live-demo": "DEMONSTRACIÓN EN VIVO",
  "topbar-contact-me": "CONTÁCTAME",
  "whats-new-page-caption": "Novedades",
  "whats-new-page-title-v64": "Robotmaster V6.4",
  "whats-new-v64-para-1": "¡Nos complace anunciarles que Robotmaster V6.4 ya está disponible!",
  "whats-new-v64-sub-heading": "Novedades en 6.4:",
  "whats-new-v64-listitem-1": "Ya es posible modificar los grupos de colisión a través de RISE.",
  "whats-new-v64-listitem-2": "Ahora se puede configurar el control de colisiones para cada componente de la herramienta por separado.",
  "whats-new-v64-listitem-3": "Posibilidad de detectar una colisión cuando la parte cortante de la herramienta interfiere con la pieza de trabajo durante un movimiento tipo joint (no cortante).",
  "whats-new-v64-listitem-4": "Nueva trayectoria de seguimiento de perfil tipo Zigzag. El ángulo del seguimiento de perfil se invierte durante cada transición. Se trata de una nueva estrategia ideal para aplicaciones que requieren trayectorias en zig-zag como pulido y rectificado.",
  "whats-new-v64-listitem-5": "La optimización y la simulación ahora están integradas. Las modificaciones en la spline de optimización se pueden ver en tiempo real en la pantalla de simulación. Por el momento, solo se admite la optimización para la rotación alrededor de la herramienta.",
  "whats-new-v64-listitem-6": "Nueva estrategia del eje lineal para minimizar el movimiento del codo del robot.",
  "whats-new-v64-listitem-7": "Nueva opción de control del eje lineal (posición del índice fija con respecto al punto de inicio o al centro del recorrido de la herramienta).",
  "whats-new-v64-listitem-8": "Soporte parcial al posicionamiento de una mesa rotativa sobre la que se monta un gantry (que puede incluir raíles y un robot). Esta configuración se utiliza generalmente en células de soldadura.",
  "whats-new-v64-listitem-9": "Nuevo soporte para space mouse.",
  "whats-new-page-title-v63": "Robotmaster V6.3",
  "whats-new-description": "¡Nos complace anunciar la disponibilidad inmediata de Robotmaster V6.3! La nueva versión presenta mejoras en la flexibilidad, estabilidad y velocidad.",
  "whats-new-sub-heading": "Novedades:",
  "whats-new-listitem-1": "Nueva optimización de la inclinación alrededor de Tool Center Point (TCP)",
  "whats-new-listitem-1-subitem": "La optimización de inclinación ahora es posible alrededor de los ejes X e Y del TCP. Esta nueva característica es una herramienta poderosa para optimizar ciertos tipos de trayectorias multieje",
  "whats-new-listitem-2": "Edición de punto en coordenadas relativas",
  "whats-new-listitem-2-subitem": "Ahora es posible la translación y/o rotación relativa para la edición de puntos",
  "whats-new-listitem-3": "Soporte de transformación de operaciones para Basic Edition",
  "whats-new-listitem-3-subitem": "Soporte de transformación de operaciones ahora disponible en Basic Edition. Las trayectorias de herramienta usadas en estas operaciones están limitadas a las permitidas para la Basic Edition (2D, Curva 5 ejes, Perforación 5 ejes)",
  "whats-new-para-1": "Para obtener ayuda adicional con la actualización de su software existente, contacte con nuestro {supportPage}.",
  "whats-new-para-1-supportPage": "departamento de soporte",
  "whats-new-para-2": "Para cualquier pregunta relacionada con ventas, formación o consultas generales, contáctenos en {salesEmail}",
  "whats-new-para-2-salesEmail": "sales@robotmaster.com",
  "whats-new-para-3": "Gracias por su continuo apoyo,",
  "whats-new-para-4": "El equipo de Robotmaster",
  "whats-new-v65-title": "Robotmaster V6.5",
  "whats-new-v65-para": "¡Nos complace anunciarles que Robotmaster V6.5 ya está disponible!",
  "whats-new-v65-heading-1": "Novedades en 6.5",
  "whats-new-v65-list-1-item-1": "Mapas de optimización mejorados para la inclinación de la herramienta y alrededor del eje Z de la herramienta",
  "whats-new-v65-list-1-item-2": "Simulación de adición de material expandida para fabricación aditiva",
  "whats-new-v65-list-1-item-3": "Mejor simulación de spray y cobertura",
  "whats-new-v65-list-1-item-4": "Compatibilidad mejorada con la biblioteca de herramientas",
  "whats-new-v65-list-1-item-5": "Mejoras en el procesador de eventos de simulación (SEP)",
  "whats-new-v65-list-1-item-6": "Soporte mejorado de robots 3P3R (robots de 6 ejes con 3 ejes lineales y 3 rotativos)",
  "whats-new-v65-list-1-item-7": "Mejoras en la utilidad de configuración de células",
  "whats-new-v65-list-1-item-8": "Adaptador para Mastercam 2017",
  "whats-new-v65-list-1-item-9": "Mastercam X9 y 2017 - soporte a nuevos tipos de herramientas",
  "whats-new-v65-list-1-item-10": "Mejoras en la SDK de Robotmaster",
  "whats-new-v65-list-1-item-11": "Archivos de ayuda japoneses actualizados",
  "whats-new-v65-list-1-item-12": "Ampliada importación de archivos NC",
  "whats-new-v65-list-1-item-13": "Y más",
  "whats-new-v65-heading-2": "Mejoras en los post-procesadores",
  "whats-new-v65-list-2-item-1": "Soporte al módulo de fabricación aditiva añadido a los post-procesadores de ABB, Fanuc, Kuka, Motoman y Staubli",
  "whats-new-v65-list-2-item-2": "Staubli:",
  "whats-new-v65-list-2-item-2-subitem-1": "Soporte mejorado a la salida de eje externos (hasta 3 ejes lineales y 2 rotativos)",
  "whats-new-v65-list-2-item-2-subitem-2": "Gestión mejorada de llamadas a macros (comandos de espera, deshabilitar la llamada “Call” , etc.)",
  "whats-new-v65-list-2-item-3": "Kuka:",
  "whats-new-v65-list-2-item-3-subitem-1": "Nueva y mejorada sincronización de base",
  "whats-new-v65-list-2-item-3-subitem-2": "Soporte mejorado al robot Kuka IIWA",
  "whats-new-v65-list-2-item-4": "Fanuc:",
  "whats-new-v65-list-2-item-4-subitem-1": "Soporte mejorado para robots con eje 5 multigiro (por ejemplo, la serie P-250)",
  "whats-new-v65-list-2-item-5": "Universal Robots:",
  "whats-new-v65-list-2-item-5-subitem-1": "Soporte mejorado de velocidad de ejes",
  "whats-new-v65-heading-3": "Errores corregidos",
  "whats-new-v65-list-3-item-1": "Colisión en movimiento tipo joint durante una aproximación o retracción segura",
  "whats-new-v65-list-3-item-2": "Error en el mapa de optimización de colisión causado por la inclinación de la herramienta",
  "whats-new-v65-list-3-item-3": "Al abrir un archivo antiguo se muestra un mensaje incorrecto",
  "whats-new-v65-list-3-item-4": "Colisiones no detectadas entre el soporte y la fijación",
  "whats-new-v65-list-3-item-5": "Problema en la inclinación de la herramienta con puntos de trayectoria colineales",
  "whats-new-v65-list-3-item-6": "Utilidad de configuración del robot con robots de enlace paralelo",
  "whats-new-v65-list-3-item-7": "Control del eje lineal con transformación de base",
  "whats-new-v65-list-3-item-8": "Problema de sincronización cuando se usa “Guardar como”",
  "whats-new-v65-list-3-item-9": "Y más",
  "whats-new-v66-title": "Robotmaster V6.6",
  "whats-new-v66-para": "¡Nos complace anunciarles que Robotmaster V6.6 ya está disponible!",
  "whats-new-v66-heading-1": "Novedades en 6.6",
  "whats-new-v66-list-1-item-1": "Módulos opcionales de fabricación aditiva (Fabricación Asistida por Láser, Módulo de impresión 3D)",
  "whats-new-v66-list-1-item-2": "Mejoras la importación de código NC (Gcode/APT) - Importar número de herramienta y velocidad del husillo",
  "whats-new-v66-list-1-item-3": "Mejoras en el módulo de pulverización",
  "whats-new-v66-list-1-item-4": "Mejoras en el módulo de deposición de material",
  "whats-new-v66-list-1-item-5": "Robotmaster SDK mejorada",
  "whats-new-v66-list-1-item-6": "Adaptador para Mastercam 2018",
  "whats-new-v66-list-1-item-7": "Corrección de errores",
  "whats-new-v66-list-1-item-8": "y más...",
  "whats-new-v66-heading-2": "Características eliminadas",
  "whats-new-v66-list-2-item-1": "Adaptador para Mastercam X8",
  "why-page-caption": "Por qué Robotmaster",
  "why-title-1": "Robotmaster Programación CAD/CAM",
  "why-title-2": "Resolviendo Desafíos de Programación Robótica",
  "why-prog-lead": "Nuestra sólida experiencia en software CAD/CAM (Fabricación Asistida por Ordenador) nos ha permitido brindar un enfoque revolucionario a la programación de robots industriales.",
  "why-prog-sublead": "Robotmaster ofrece una capacidad de programación off-line para robots incomparable y completamente funcional - fácil programación de un control preciso del movimiento del robot y generación rápida de trayectorias de cualquier tamaño, con mínima intervención del programador.",
  "why-prog-block-1-title": "Permite que su robot realice series de producción cortas, ¡o incluso para tiradas de una única pieza!",
  "why-prog-block-2-title": "Facilita las tareas de aplicación más complejas",
  "why-prog-block-3-title": "Maximiza la productividad y la rentabilidad de su robot",
  "why-prog-block-4-title": "Saca al programador de la programación",
  "why-prog-block-1-text": "Robotmaster reduce el tiempo de programación robótica de horas a minutos generando el código de control del robot directamente desde herramientas CAD/CAM.",
  "why-prog-block-2-text": "Robotmaster ofrece la conformidad más cercana al diseño, creando trayectorias de robot precisas, optimizadas para su proceso y herramientas, con precisión y sin puntos de aprendizaje.",
  "why-prog-block-3-text": "La programación en Robotmaster es completamente off-line, desvinculando la planificación y la configuración de la producción. Sus potentes herramientas de simulación del espacio de trabajo aseguran un estudio libre de errores de la zona de trabajo del robot y de la orientación y restricciones de la pieza.",
  "why-prog-block-4-text": "Robotmaster proporciona interfaces gráficas intuitivas y personalizadas para su aplicación, que permiten a su experto en el proceso aplicar sus conocimientos y experiencia para obtener los mejores resultados sin tener que convertirse en un experto en robótica industrial o software robótico.",
  "why-solve-lead": "¿Sufriendo para programar un robot tal y como lo haría con una máquina herramienta CNC? Robotmaster está a la altura del desafío:",
  "why-solve-block-1-title": "¿Problemas para controlar intuitivamente los límites de los ejes del robot y las colisiones entre el robot y la pieza?",
  "why-solve-block-2-title": "¿Necesita retocar manualmente y volver a repasar sus puntos programados fuera de línea?",
  "why-solve-block-3-title": "¿La información del CAD/CAM no es suficiente para proporcionar datos de posición y orientación para un robot de 6 ejes?",
  "why-solve-block-4-title": "¿Su programa produce errores y deja de funcionar cuando pasa a través de una singularidad robótica?",
  "why-solve-block-5-title": "¿Cómo seleccionar entre las hasta 8 posibles configuraciones que su robot puede usar en cada uno de los puntos programados?",
  "why-solve-block-6-title": "¿Hay imprecisiones en la configuración de su pieza o herramienta que causan retrasos en la producción mientras realiza tediosos ajustes manuales?",
  "why-solve-block-1-text": "Robotmaster comprueba automáticamente si los programas tienen problemas de límites de ejes, alcance del robot y colisiones.",
  "why-solve-block-2-text": "Robotmaster calcula intrínsecamente los valores de los ejes del robot y establece los parámetros de forma adecuada para proporcionar una reproducción fluida del programa sin intervención manual.",
  "why-solve-block-3-text": "Robotmaster utiliza configuraciones automáticas para orientar la herramienta del robot para gestionar trayectorias con cambios de orientación complejos.",
  "why-solve-block-4-text": "Robotmaster comprueba singularidades y proporciona herramientas potentes para corregir programas que las contienen.",
  "why-solve-block-5-text": "Robotmaster puede variar la configuración del robot para una programación óptima de las trayectorias o seguir una configuración robótica especificada por el usuario.",
  "why-solve-block-6-text": "Robotmaster elimina los ajustes y aumenta la precisión del programa mediante la calibración de la pieza física y la herramienta con los modelos CAD virtuales.",
  "cc.AF": "Afghanistan",
  "cc.AX": "Aland Islands",
  "cc.AL": "Albania",
  "cc.DZ": "Algeria",
  "cc.AS": "American Samoa",
  "cc.AD": "Andorra",
  "cc.AO": "Angola",
  "cc.AI": "Anguilla",
  "cc.AQ": "Antarctica",
  "cc.AG": "Antigua And Barbuda",
  "cc.AR": "Argentina",
  "cc.AM": "Armenia",
  "cc.AW": "Aruba",
  "cc.AU": "Australia",
  "cc.AT": "Austria",
  "cc.AZ": "Azerbaijan",
  "cc.BS": "Bahamas",
  "cc.BH": "Bahrain",
  "cc.BD": "Bangladesh",
  "cc.BB": "Barbados",
  "cc.BY": "Belarus",
  "cc.BE": "Belgium",
  "cc.BZ": "Belize",
  "cc.BJ": "Benin",
  "cc.BM": "Bermuda",
  "cc.BT": "Bhutan",
  "cc.BO": "Bolivia",
  "cc.BA": "Bosnia and Herzegovina",
  "cc.BW": "Botswana",
  "cc.BV": "Bouvet Island",
  "cc.BR": "Brazil",
  "cc.VG": "British Virgin Islands",
  "cc.IO": "British Indian Ocean Territory",
  "cc.BN": "Brunei Darussalam",
  "cc.BG": "Bulgaria",
  "cc.BF": "Burkina Faso",
  "cc.BI": "Burundi",
  "cc.KH": "Cambodia",
  "cc.CM": "Cameroon",
  "cc.CA": "Canada",
  "cc.CV": "Cape Verde",
  "cc.KY": "Cayman Islands",
  "cc.CF": "Central African Republic",
  "cc.TD": "Chad",
  "cc.CL": "Chile",
  "cc.CN": "China",
  "cc.HK": "Hong Kong, SAR China",
  "cc.MO": "Macao, SAR China",
  "cc.CX": "Christmas Island",
  "cc.CC": "Cocos (Keeling) Islands",
  "cc.CO": "Colombia",
  "cc.KM": "Comoros",
  "cc.CG": "Congo",
  "cc.CD": "Congo, Democratic Republic",
  "cc.CK": "Cook Islands",
  "cc.CR": "Costa Rica",
  "cc.CI": "Cote D'Ivoire",
  "cc.HR": "Croatia",
  "cc.CU": "Cuba",
  "cc.CY": "Cyprus",
  "cc.CZ": "Czech Republic",
  "cc.DK": "Denmark",
  "cc.DJ": "Djibouti",
  "cc.DM": "Dominica",
  "cc.DO": "Dominican Republic",
  "cc.EC": "Ecuador",
  "cc.EG": "Egypt",
  "cc.SV": "El Salvador",
  "cc.GQ": "Equatorial Guinea",
  "cc.ER": "Eritrea",
  "cc.EE": "Estonia",
  "cc.ET": "Ethiopia",
  "cc.FK": "Falkland Islands (Malvinas)",
  "cc.FO": "Faroe Islands",
  "cc.FJ": "Fiji",
  "cc.FI": "Finland",
  "cc.FR": "France",
  "cc.GF": "French Guiana",
  "cc.PF": "French Polynesia",
  "cc.TF": "French Southern Territories",
  "cc.GA": "Gabon",
  "cc.GM": "Gambia",
  "cc.GE": "Georgia",
  "cc.DE": "Germany",
  "cc.GH": "Ghana",
  "cc.GI": "Gibraltar",
  "cc.GR": "Greece",
  "cc.GL": "Greenland",
  "cc.GD": "Grenada",
  "cc.GP": "Guadeloupe",
  "cc.GU": "Guam",
  "cc.GT": "Guatemala",
  "cc.GG": "Guernsey",
  "cc.GN": "Guinea",
  "cc.GW": "Guinea-Bissau",
  "cc.GY": "Guyana",
  "cc.HT": "Haiti",
  "cc.HM": "Heard Island & Mcdonald Islands",
  "cc.VA": "Holy See (Vatican City State)",
  "cc.HN": "Honduras",
  "cc.HU": "Hungary",
  "cc.IS": "Iceland",
  "cc.IN": "India",
  "cc.ID": "Indonesia",
  "cc.IR": "Iran, Islamic Republic Of",
  "cc.IQ": "Iraq",
  "cc.IE": "Ireland",
  "cc.IM": "Isle Of Man",
  "cc.IL": "Israel",
  "cc.IT": "Italy",
  "cc.JM": "Jamaica",
  "cc.JP": "Japan",
  "cc.JE": "Jersey",
  "cc.JO": "Jordan",
  "cc.KZ": "Kazakhstan",
  "cc.KE": "Kenya",
  "cc.KI": "Kiribati",
  "cc.KP": "North Korea",
  "cc.KR": "South Korea",
  "cc.KW": "Kuwait",
  "cc.KG": "Kyrgyzstan",
  "cc.LA": "Lao People's Democratic Republic",
  "cc.LV": "Latvia",
  "cc.LB": "Lebanon",
  "cc.LS": "Lesotho",
  "cc.LR": "Liberia",
  "cc.LY": "Libyan Arab Jamahiriya",
  "cc.LI": "Liechtenstein",
  "cc.LT": "Lithuania",
  "cc.LU": "Luxembourg",
  "cc.MK": "Macedonia",
  "cc.MG": "Madagascar",
  "cc.MW": "Malawi",
  "cc.MY": "Malaysia",
  "cc.MV": "Maldives",
  "cc.ML": "Mali",
  "cc.MT": "Malta",
  "cc.MH": "Marshall Islands",
  "cc.MQ": "Martinique",
  "cc.MR": "Mauritania",
  "cc.MU": "Mauritius",
  "cc.YT": "Mayotte",
  "cc.MX": "Mexico",
  "cc.FM": "Micronesia, Federated States Of",
  "cc.MD": "Moldova",
  "cc.MC": "Monaco",
  "cc.MN": "Mongolia",
  "cc.ME": "Montenegro",
  "cc.MS": "Montserrat",
  "cc.MA": "Morocco",
  "cc.MZ": "Mozambique",
  "cc.MM": "Myanmar",
  "cc.NA": "Namibia",
  "cc.NR": "Nauru",
  "cc.NP": "Nepal",
  "cc.NL": "Netherlands",
  "cc.AN": "Netherlands Antilles",
  "cc.NC": "New Caledonia",
  "cc.NZ": "New Zealand",
  "cc.NI": "Nicaragua",
  "cc.NE": "Niger",
  "cc.NG": "Nigeria",
  "cc.NU": "Niue",
  "cc.NF": "Norfolk Island",
  "cc.MP": "Northern Mariana Islands",
  "cc.NO": "Norway",
  "cc.OM": "Oman",
  "cc.PK": "Pakistan",
  "cc.PW": "Palau",
  "cc.PS": "Palestinian Territory, Occupied",
  "cc.PA": "Panama",
  "cc.PG": "Papua New Guinea",
  "cc.PY": "Paraguay",
  "cc.PE": "Peru",
  "cc.PH": "Philippines",
  "cc.PN": "Pitcairn",
  "cc.PL": "Poland",
  "cc.PT": "Portugal",
  "cc.PR": "Puerto Rico",
  "cc.QA": "Qatar",
  "cc.RE": "Reunion",
  "cc.RO": "Romania",
  "cc.RU": "Russian Federation",
  "cc.RW": "Rwanda",
  "cc.BL": "Saint Barthelemy",
  "cc.SH": "Saint Helena",
  "cc.KN": "Saint Kitts And Nevis",
  "cc.LC": "Saint Lucia",
  "cc.MF": "Saint Martin",
  "cc.PM": "Saint Pierre And Miquelon",
  "cc.VC": "Saint Vincent And Grenadines",
  "cc.WS": "Samoa",
  "cc.SM": "San Marino",
  "cc.ST": "Sao Tome And Principe",
  "cc.SA": "Saudi Arabia",
  "cc.SN": "Senegal",
  "cc.RS": "Serbia",
  "cc.SC": "Seychelles",
  "cc.SL": "Sierra Leone",
  "cc.SG": "Singapore",
  "cc.SK": "Slovakia",
  "cc.SI": "Slovenia",
  "cc.SB": "Solomon Islands",
  "cc.SO": "Somalia",
  "cc.ZA": "South Africa",
  "cc.GS": "South Georgia And Sandwich Isl.",
  "cc.SS": "South Sudan",
  "cc.ES": "Spain",
  "cc.LK": "Sri Lanka",
  "cc.SD": "Sudan",
  "cc.SR": "Suriname",
  "cc.SJ": "Svalbard And Jan Mayen",
  "cc.SZ": "Swaziland",
  "cc.SE": "Sweden",
  "cc.CH": "Switzerland",
  "cc.SY": "Syrian Arab Republic",
  "cc.TW": "Taiwan",
  "cc.TJ": "Tajikistan",
  "cc.TZ": "Tanzania",
  "cc.TH": "Thailand",
  "cc.TL": "Timor-Leste",
  "cc.TG": "Togo",
  "cc.TK": "Tokelau",
  "cc.TO": "Tonga",
  "cc.TT": "Trinidad And Tobago",
  "cc.TN": "Tunisia",
  "cc.TR": "Turkey",
  "cc.TM": "Turkmenistan",
  "cc.TC": "Turks And Caicos Islands",
  "cc.TV": "Tuvalu",
  "cc.UG": "Uganda",
  "cc.UA": "Ukraine",
  "cc.AE": "United Arab Emirates",
  "cc.GB": "United Kingdom",
  "cc.US": "United States",
  "cc.UM": "United States Outlying Islands",
  "cc.UY": "Uruguay",
  "cc.UZ": "Uzbekistan",
  "cc.VU": "Vanuatu",
  "cc.VE": "Venezuela",
  "cc.VN": "Vietnam",
  "cc.VI": "Virgin Islands, U.S.",
  "cc.WF": "Wallis And Futuna",
  "cc.EH": "Western Sahara",
  "cc.YE": "Yemen",
  "cc.ZM": "Zambia",
  "cc.ZW": "Zimbabwe",
  "confirmation-email-live-demo-message": "to arrange for your live demonstration of the software",
  "confirmation-email-contact-message": "and will be pleased to reply to any questions you have about the software",
  "confirmation-email-subject": "Thank you for contacting Robotmaster"
}